/* nothing */
"" = "Project-Id-Version: gl\nReport-Msgid-Bugs-To: www.xchat.org\nPOT-Creation-Date: 2007-07-01 14:32+1000\nPO-Revision-Date: 2006-11-03 20:27+0100\nLast-Translator: Ignacio Casal Quinteiro <nacho.resa@gmail.com>\nLanguage-Team: Galego <trasno@ceu.fi.udc.es>\nMIME-Version: 1.0\nContent-Type: text/plain; charset=UTF-8\nContent-Transfer-Encoding: 8bit\nX-Generator: KBabel 1.11.4\n";

/* nothing */
"Cannot create ~/.xchat2" = "Non se pode crear ~/.xchat2";

/* nothing */
"I'm busy" = "Estou ocupado";

/* nothing */
"Leaving" = "Abandonando";

/* nothing */
"* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n" = "* Executar o IRC como root é estúpido! Debería\n  crear unha conta de usuario e usala para conectarse.\n";

/* nothing */
"Waiting" = "Agardando";

/* nothing */
"Active" = "Activo";

/* nothing */
"Failed" = "Fallou";

/* nothing */
"Done" = "Rematado";

/* nothing */
"Connect" = "Conectar";

/* nothing */
"Aborted" = "Abortado";

/* nothing */
"Cannot access %s\n" = "Non se pode acceder a %s\n";

/* nothing */
"Error" = "Erro";

/* nothing */
"%s is offering \"%s\". Do you want to accept?" = "%s ofreceche \"%s\". Quere aceptar?";

/* nothing */
"No active DCCs\n" = "Non hai DCCs activos\n";

/* nothing */
"YES  " = "Si  ";

/* nothing */
"NO   " = "Non..";

/* nothing */
"You are being CTCP flooded from %s, ignoring %s\n" = "Está recibindo demasiados CTCP de %s, ignorando %s\n";

/* nothing */
"You are being MSG flooded from %s, setting gui_auto_open_dialog OFF.\n" = "Está recibindo demasiados MSG de %s, desactivando gui_auto_open_dialog.\n";

/* nothing */
"  %-20s online\n" = "  %-20s conectados\n";

/* nothing */
"  %-20s offline\n" = "  %-20s desconectados\n";

/* nothing */
"No channel joined. Try /join #<channel>\n" = "Non entrou en ningún canal. Tente /join #<canal>\n";

/* nothing */
"Not connected. Try /server <host> [<port>]\n" = "Non conectado. Tente /server <equipo> [<porto>]\n";

/* nothing */
"Already marked away: %s\n" = "";

/* nothing */
"Already marked back.\n" = "";

/* nothing */
"I need /bin/sh to run!\n" = "Necesítase /bin/sh para executarse!\n";

/* nothing */
"Commands Available:" = "Comandos dispoñibles:";

/* nothing */
"User defined commands:" = "Comandos definidos polo usuario:";

/* nothing */
"Plugin defined commands:" = "Compoñentes definidos polo usuario:";

/* nothing */
"Type /HELP <command> for more information, or /HELP -l" = "Escriba /HELP <comando> para máis información, ou /HELP -l";

/* nothing */
"Unknown arg '%s' ignored." = "Argumento descoñecido '%s' ignorado.";

/* nothing */
"No such plugin found.\n" = "Non se atopou ningún complemento.\n";

/* nothing */
"That plugin is refusing to unload.\n" = "Ese complemento négase a ser desactivado.\n";

/* nothing */
"ADDBUTTON <name> <action>, adds a button under the user-list" = "ADDBUTTON <nome> <acción>, engade un botón debaixo da lista de usuarios";

/* nothing */
"ALLCHAN <cmd>, sends a command to all channels you're in" = "ALLCHAN <cmd>, envía unha orde a todos as canles aos que se uniu";

/* nothing */
"ALLCHANL <cmd>, sends a command to all channels you're in" = "ALLCHANL <cmd>, envía un comando a todos as canles aos que está conectado";

/* nothing */
"ALLSERV <cmd>, sends a command to all servers you're in" = "ALLSERV <cmd>, envía un comando a todos os servidores aos que está conectado";

/* nothing */
"AWAY [<reason>], sets you away" = "AWAY [<razón>], establece súa ausencia";

/* nothing */
"BACK, sets you back (not away)" = "";

/* nothing */
"BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)" = "BAN <máscara> [<tipo de veto>], veta a todos aqueles que concorden coa máscara da canle actual. Se xa están na canle isto non os expulsa (é necesario ser operador da canle)";

/* nothing */
"Set per channel options\nCHANOPT CONFMODE ON|OFF - Toggle conf mode/showing of join and part messages\nCHANOPT COLORPASTE ON|OFF - Toggle color paste\nCHANOPT BEEP ON|OFF - Toggle beep on message\nCHANOPT TRAY ON|OFF - Toggle tray blink on message" = "";

/* nothing */
"CLEAR [ALL|HISTORY], Clears the current text window or command history" = "CLEAR [ALL|HISTORY], Limpa o texto da fiestra actual";

/* nothing */
"CLOSE, Closes the current window/tab" = "CLOSE, Pecha a fiestra/solapa actual";

/* nothing */
"COUNTRY [-s] <code|wildcard>, finds a country code, eg: au = australia" = "COUNTRY [-s] <code|wildcard>, busca o código de país, ex: au = australia";

/* nothing */
"CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO" = "CTCP <alcume> <mensaxe>, envía a mensaxe CTCP ao alcume, as mensaxes comúns son VERSION e USERINFO";

/* nothing */
"CYCLE [<channel>], parts the current or given channel and immediately rejoins" = "CYCLE, márchase da canle actual e inmediatamente volve a entrar";

/* nothing */
"\nDCC GET <nick>                      - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file]  - send a file to someone\nDCC PSEND [-maxcps=#] <nick> [file] - send a file using passive mode\nDCC LIST                            - show DCC list\nDCC CHAT <nick>                     - offer DCC CHAT to someone\nDCC PCHAT <nick>                    - offer DCC CHAT using passive mode\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz" = "\nDCC GET <alcume>                     - acepta un ficheiro ofrecido\nDCC SEND [-maxcps=#] <alcume> [ficheiro] - envía un ficheiro a alguén\nDCC PSEND [-maxcps=#] <alcume> [ficheiro] - envía un ficheiro a alguén usando o modo pasivo\nDCC LIST                           - amosa a lista DCC\nDCC CHAT <alcume>                    - ofrece o DCC CHAT a alguén\nDCC PCHAT <alcume>                    - ofrece o DCC CHAT usando modo pasivo\nDCC CLOSE <tipo> <alcume> <ficheiro>         exemplo:\n         /dcc close send xoándapena ficheiro.tar.gz";

/* nothing */
"DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)" = "DEHOP <alcume>, elimina o estado de semi-operador da canle ao alcume na canle actual (necesita ser operador da canle)";

/* nothing */
"DELBUTTON <name>, deletes a button from under the user-list" = "DELBUTTON <nome>, borra un botón de debaixo da lista de usuarios";

/* nothing */
"DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)" = "DEOP <alcume>, quita o estado de operador da canle ao alcume na canle actual (necesita ser operador da canle)";

/* nothing */
"DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)" = "DEVOICE <alcume>, quita o estado de voz do alcume na canle actual (necesita ser operador da canle)";

/* nothing */
"DISCON, Disconnects from server" = "DISCON, Desconéctase do servidor";

/* nothing */
"DNS <nick|host|ip>, Finds a users IP number" = "DNS <alcume|equipo|ip>, Busca o enderezo IP dun usuario";

/* nothing */
"ECHO <text>, Prints text locally" = "ECHO <texto>, Imprime texto localmente";

/* nothing */
"EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box" = "EXEC [-o] <comando>, executa o comando. Se se usa a bandeira -o entón a saída envíase á canle actual, se non, imprímese na caixa de texto actual";

/* nothing */
"EXECCONT, sends the process SIGCONT" = "EXECCONT, envía o proceso SIGCONT";

/* nothing */
"EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed" = "EXECKILL [-9], mata un executable correndo na sesión actual. Se se indica -9 o proceso é matado pola forza";

/* nothing */
"EXECSTOP, sends the process SIGSTOP" = "EXECSTOP, envía ao proceso o sinal de deterse";

/* nothing */
"EXECWRITE, sends data to the processes stdin" = "EXECWRITE, envía os datos á entrada estándar do proceso";

/* nothing */
"FLUSHQ, flushes the current server's send queue" = "FLUSHQ, borra a cola de envío actual do servidor";

/* nothing */
"GATE <host> [<port>], proxies through a host, port defaults to 23" = "GATE <equipo> [<porto>], utiliza un proxy a través dun equipo, o porto por defecto é o 23";

/* nothing */
"GHOST <nick> <password>, Kills a ghosted nickname" = "GHOST <alcume> <contrasinal>, Mata un alcume pantasma";

/* nothing */
"HOP <nick>, gives chanhalf-op status to the nick (needs chanop)" = "HOP <alcume>, da o estado de semi-operador ao alcume (necesita ser operador da canle)";

/* nothing */
"ID <password>, identifies yourself to nickserv" = "ID <contrasinal>, identifícate no servidor";

/* nothing */
"IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET" = "IGNORE <máscara> <tipos..> <opcións..>\n    máscara - máscara de equipos a ignorar, ex: *!*@*.aol.com\n    tipos - tipos de datos a ignorar, un ou todos:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    opcións - NOSAVE, QUIET";

/* nothing */
"INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)" = "INVITE <alcume> [<canle>], invita a alguén a unha canle, por omisión a canle actual (necesita ser operador da canle)";

/* nothing */
"JOIN <channel>, joins the channel" = "JOIN <canle>, entra á canle";

/* nothing */
"KICK <nick>, kicks the nick from the current channel (needs chanop)" = "KICK <alcume>, expulsa ao alcume da canle actual (necesita ser operador da canle)";

/* nothing */
"KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)" = "KICKBAN <alcume>, veta e logo expulsa ao alcume da canle actual (necesita ser operador da canle)";

/* nothing */
"LAGCHECK, forces a new lag check" = "LAGCHECK, forza unha nova comprobación de retardo";

/* nothing */
"LASTLOG <string>, searches for a string in the buffer" = "LASTLOG <cadea>, busca o texto no búfer";

/* nothing */
"LOAD [-e] <file>, loads a plugin or script" = "LOAD [-e] <ficheiro>, carga un complemento ou script";

/* nothing */
"MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)" = "MDEHOP, Quita masivamente o estado de semi-operador na canle actual (necesita ser operador da canle)";

/* nothing */
"MDEOP, Mass deop's all chanops in the current channel (needs chanop)" = "MDEOP, Quita masivamente o estado de operador na canle actual (necesita ser operador da canle)";

/* nothing */
"ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)" = "ME <acción>, envía a acción á canle actual (as accións están escritas en terceira persoa, como /me jumps)";

/* nothing */
"MKICK, Mass kicks everyone except you in the current channel (needs chanop)" = "MKICK, Expulsa masivamente a todos excepto a vostede na canle actual (necesita ser operador da canle)";

/* nothing */
"MOP, Mass op's all users in the current channel (needs chanop)" = "MOP, Otorga masivamente o estado de operador da canle actual (necesita ser operador da canle)";

/* nothing */
"MSG <nick> <message>, sends a private message" = "MSG <alcume> <mensaxe>, envía unha mensaxe privado";

/* nothing */
"NAMES, Lists the nicks on the current channel" = "NAMES, Lista os alcumes da canle actual";

/* nothing */
"NCTCP <nick> <message>, Sends a CTCP notice" = "NCTCP <alcume> <mensaxe>, Envía unha noticia CTCP";

/* nothing */
"NEWSERVER [-noconnect] <hostname> [<port>]" = "NEWSERVER [-noconnect] <nome do equipo> [<porto>]";

/* nothing */
"NICK <nickname>, sets your nick" = "NICK <alcume>, establece seu alcume";

/* nothing */
"NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to" = "NOTICE <alcume/canle> <mensaxe>, envía unha noticia. As noticias son un tipo de mensaxe que debería ser auto publicado";

/* nothing */
"NOTIFY [-n network1[,network2,...]] [<nick>], displays your notify list or adds someone to it" = "NOTIFY [-n network1[,network2,...]] [<alcume>], lista súa lista de notificacións ou agrega a alguén a ela";

/* nothing */
"OP <nick>, gives chanop status to the nick (needs chanop)" = "OP <alcume>, otorga o estado de operador da canle ao alcume (necesita ser operador da canle)";

/* nothing */
"PART [<channel>] [<reason>], leaves the channel, by default the current one" = "PART [<canle>] [<razón>], abandona a canle, por defecto a canle actual";

/* nothing */
"PING <nick | channel>, CTCP pings nick or channel" = "PING <alcume | canle>, Envía pings CTCP ao alcume ou canle";

/* nothing */
"QUERY [-nofocus] <nick>, opens up a new privmsg window to someone" = "QUERY [-nofocus] <alcume>, abre unha nova fiestra privada de mensaxes hacia alguén";

/* nothing */
"QUIT [<reason>], disconnects from the current server" = "QUIT [<razón>], desconéctase do servidor actual";

/* nothing */
"QUOTE <text>, sends the text in raw form to the server" = "QUOTE <texto>, envía o texto en formato chan hacia o servidor";

/* nothing */
"RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [-ssl] [<equipo>] [<porto>] [<contrasinal>], Pode ser chamado só como /RECONNECT para reconectarse ao servidor actual ou con /RECONNECT ALL para reconectarse a todos os servidores abertos";

/* nothing */
"RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [<equipo>] [<porto>] [<contrasinal>], Pode ser chamado só como /RECONNECT para reconectarse ao servidor actual ou con /RECONNECT ALL para reconectarse a todos os servidores abertos";

/* nothing */
"RECV <text>, send raw data to xchat, as if it was received from the irc server" = "RECV <text>, envía datos en bruto hacia xchat como se estos fosen recibidos desde o servidor IRC";

/* nothing */
"SAY <text>, sends the text to the object in the current window" = "SAY <texto>, envía texto hacia un obxecto da fiestra actual";

/* nothing */
"SEND <nick> [<file>]" = "SEND <nick> [<ficheiro>]";

/* nothing */
"SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel" = "SERVCHAN [-ssl] <equipo> <porto> <canle>, Conéctao e entra nunha canle";

/* nothing */
"SERVCHAN <host> <port> <channel>, connects and joins a channel" = "SERVCHAN <equipo> <porto> <canle>, Conéctao e entra nunha canle";

/* nothing */
"SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections" = "SERVER [-ssl] <equipo> [<porto>] [<contrasinal>], conéctao ao servidor, o porto por defecto é 6667 para conexións normais e 9999 para conexións ssl";

/* nothing */
"SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667" = "SERVER <equipo> [<porto>] [<contrasinal>], conéctao ao servidor, por defecto o porto é 6667";

/* nothing */
"SET [-e] [-or] [-quiet] <variable> [<value>]" = "SET [-e] [-quiet] <variable> [<valor>]";

/* nothing */
"SETCURSOR [-|+]<position>" = "SETCURSOR [-|+]<posición>";

/* nothing */
"TOPIC [<topic>], sets the topic if one is given, else shows the current topic" = "TOPIC [<tópico>], estable o tópico se se provee un, se non mostra o tópico actual ";

/* nothing */
"\nTRAY -f <timeout> <file1> [<file2>] Blink tray between two icons.\nTRAY -f <filename>                  Set tray to a fixed icon.\nTRAY -i <number>                    Blink tray with an internal icon.\nTRAY -t <text>                      Set the tray tooltip.\nTRAY -b <title> <text>              Set the tray balloon." = "";

/* nothing */
"UNBAN <mask> [<mask>...], unbans the specified masks." = "UNBAN <máscara> [<máscara>...], reincorpora as máscaras especificadas.";

/* nothing */
"UNIGNORE <mask> [QUIET]" = "UNIGNORE <máscara> [QUIET]";

/* nothing */
"UNLOAD <name>, unloads a plugin or script" = "UNLOAD <nome>, desactiva un complemento ou script";

/* nothing */
"URL <url>, opens a URL in your browser" = "URL <url>, abre unha URL no seu navegador";

/* nothing */
"USELECT [-a] [-s] <nick1> <nick2> etc, highlights nick(s) in channel userlist" = "USELECT [-a] [-s] <alcume1> <alcume2> etc, resalta o(s) alcume(s) na lista de usuarios da canle";

/* nothing */
"VOICE <nick>, gives voice status to someone (needs chanop)" = "VOICE <alcume>, otorga o estado de voz a alguén (necesita ser operador da canle)";

/* nothing */
"WALLCHAN <message>, writes the message to all channels" = "WALLCHAN <mensaxe>, escribe a mensaxe a todos as canles";

/* nothing */
"WALLCHOP <message>, sends the message to all chanops on the current channel" = "WALLCHOP <mensaxe>, envía a mensaxe a todos os operadores da canle na canle actual";

/* nothing */
"Usage: %s\n" = "Uso: %s\n";

/* nothing */
"\nNo help available on that command.\n" = "\nNon hai axuda dispoñible para ese comando.\n";

/* nothing */
"No such command.\n" = "Non existe ese comando.\n";

/* nothing */
"Bad arguments for user command.\n" = "Argumentos erróneos para o comando de usuario.\n";

/* nothing */
"Too many recursive usercommands, aborting." = "Demasiados comandos recursivos de usuario, abortando.";

/* nothing */
"Unknown Command. Try /help\n" = "Comando descoñecido. Tente con /help\n";

/* nothing */
"No xchat_plugin_init symbol; is this really an xchat plugin?" = "Non hai o símbolo xchat_plugin_init; é realmente un complemento de xchat?";

/* nothing */
"Are you sure this is a SSL capable server and port?\n" = "Está seguro de que é un servidor e porto SSL?\n";

/* nothing */
"Cannot resolve hostname %s\nCheck your IP Settings!\n" = "Non se pode resolver o nome do equipo %s\nComprobe súa configuración de IP!\n";

/* nothing */
"Proxy traversal failed.\n" = "Fallou o proxy traversal.\n";

/* nothing */
"Cycling to next server in %s...\n" = "Ciclando ao seguinte servidor en %s...\n";

/* nothing */
"Warning: \"%s\" character set is unknown. No conversion will be applied for network %s." = "Aviso: O conxunto de caracteres \"%s\" é descoñecido. Non se aplicará conversión para a rede %s.";

/* nothing */
"%C22*%O$t$1 added to notify list." = "%C22*%O$t$1 engadido á lista de notificacións.";

/* nothing */
"%C22*%O$t$1 Banlist:%C19 $4%C20 $2%C21 $3" = "%C22*%O$t$1 Lista de vetados:%C19 $4%C20 $2%C21 $3";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(You are banned)." = "%C22*%O$tNon se pode entrar%C26 %B$1 %O(Está vetado).";

/* nothing */
"%C22*%O$t$1 is now known as $2" = "%C22*%O$t$1 é agora coñecido como $2";

/* nothing */
"%C22*%O$t$1 sets ban on $2" = "%C22*%O$t$1 veta a $2";

/* nothing */
"%C22*%O$tChannel $1 created on $2" = "%C22*%O$tCanle $1 creada en $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel half-operator status from%C26 $2" = "%C22*%O$t%C26$1%O quita o estado de semi-operador da canle a %C26 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel operator status from%C26 $2" = "%C22*%O$t%C26$1%O quita o estado de operador da canle a%C26 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes voice from%C26 $2" = "%C22*%O$t%C26$1%O quita voz a%C26 $2";

/* nothing */
"%C22*%O$t$1 sets exempt on $2" = "%C22*%O$t$1 establece a $2 como exento";

/* nothing */
"%C22*%O$t%C26$1%O gives channel half-operator status to%C26 $2" = "%C22*%O$t%C26$1%O da estado de semi-operador da canle a%C26 $2";

/* nothing */
"%C22*%O$t$1 sets invite on $2" = "%C22*%O$t$1 invita a $2";

/* nothing */
"%UChannel          Users   Topic" = "%UCanle          Usuarios   Tópico";

/* nothing */
"%C22*%O$t$1 sets mode $2$3 $4" = "%C22*%O$t$1 establece modo $2$3 $4";

/* nothing */
"%C22*%O$t%C22Channel $1 modes: $2" = "%C22*%O$t%C22Canle $1 modos: $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel operator status to%C26 $2" = "%C22*%O$t%C26$1%O da estado de operador de canle a%C26 $2";

/* nothing */
"%C22*%O$t$1 removes exempt on $2" = "%C22*%O$t$1 quita a exención a $2";

/* nothing */
"%C22*%O$t$1 removes invite on $2" = "%C22*%O$t$1 quieta a invitación a $2";

/* nothing */
"%C22*%O$t$1 removes channel keyword" = "%C22*%O$t$1 quita a palabra clave da canle";

/* nothing */
"%C22*%O$t$1 removes user limit" = "%C22*%O$t$1 quita o límite de usuarios";

/* nothing */
"%C22*%O$t$1 sets channel keyword to $2" = "%C22*%O$t$1 establece palabra clave da canle como $2";

/* nothing */
"%C22*%O$t$1 sets channel limit to $2" = "%C22*%O$t$1 establece límite da canle a $2";

/* nothing */
"%C22*%O$t$1 removes ban on $2" = "%C22*%O$t$1 quita o veto a $2";

/* nothing */
"%C22*%O$t%C26$1%O gives voice to%C26 $2" = "%C22*%O$t%C26$1%O dalle voz a%C26 $2";

/* nothing */
"%C22*%O$t%C22Connected. Now logging in..." = "%C22*%O$t%C22Conectado. Agora rexistrándose...";

/* nothing */
"%C22*%O$t%C22Connecting to $1 ($2) port $3%O..." = "%C22*%O$t%C22Conectando a $1 ($2) porto $3%O...";

/* nothing */
"%C21*%O$t%C21Connection failed. Error: $1" = "%C21*%O$t%C21Conexión fallida. Erro: $1";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2" = "%C22*%O$tRecibiuse un CTCP $1 de $2";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2 (to $3)" = "%C22*%O$tRecibiuse un CTCP $1 de $2 (a $3)";

/* nothing */
"%C19>%O$1%C19<%O$tCTCP $2" = "%C19>%O$1%C19<%O$tCTCP $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2" = "%C22*%O$tRecibiuse un son CTCP $1 de $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2 (to $3)" = "%C22*%O$tRecibiuse un son CTCP $1 de $2 (a $3)";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O aborted." = "%C22*%O$tDCC CHAT a %C26$1%O abortada.";

/* nothing */
"%C22*%O$tDCC CHAT connection established to %C26$1 %C30[%O$2%C30]" = "%C22*%O$tConexión para CHAT DCC establecida con %C26$1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O lost ($4)." = "%C22*%O$tCHAT DCC a %C26$1%O lost ($4).";

/* nothing */
"%C22*%O$tReceived a DCC CHAT offer from $1" = "%C22*%O$tRecibiuse unha oferta de CHAT DCC de $1";

/* nothing */
"%C22*%O$tOffering DCC CHAT to $1" = "%C22*%O$tOfrecendo CHAT DCC a $1";

/* nothing */
"%C22*%O$tAlready offering CHAT to $1" = "%C22*%O$tXa está ofrecendo un CHAT a $1";

/* nothing */
"%C22*%O$tDCC $1 connect attempt to%C26 $2%O failed (err=$3)." = "%C22*%O$tO intento de conexión DCC $1 con%C26 $2%O fallou (erro=$3).";

/* nothing */
"%C22*%O$tReceived '$1%O' from $2" = "%C22*%O$tRecibiu '$1%O' de $2";

/* nothing */
"%C24,18 Type  To/From    Status  Size    Pos     File         " = "%C24,18 Tipo  A/De    Estado  Tamaño    Pos     Ficheiro         ";

/* nothing */
"%C22*%O$tReceived a malformed DCC request from %C26$1%O.%010%C22*%O$tContents of packet: $2" = "%C22*%O$tRecibiu unha petición DCC errónea de %C26$1%O.%010%C22*%O$tContidos do paquete: $2";

/* nothing */
"%C22*%O$tOffering%C26 $1%O to%C26 $2" = "%C22*%O$tOfrece%C26 $1%O a%C26 $2";

/* nothing */
"%C22*%O$tNo such DCC offer." = "%C22*%O$tNon existe tal ofrecemento DCC.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tRecepción DCC%C26 $2%O para%C26 $1%O abortado.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O complete %C30[%C26$4%O cps%C30]%O." = "%C22*%O$tRecepción DCC%C26 $1%O de%C26 $3%O completada %C30[%C26$4%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC RECV connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tConexión para recepción DCC establecida con%C26 $1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O failed ($4)." = "%C22*%O$tRecepción DCC%C26 $1%O de%C26 $3%O fallou ($4).";

/* nothing */
"%C22*%O$tDCC RECV: Cannot open $1 for writing ($2)." = "%C22*%O$tRecepción DCC: Non se pode abrir $1 para escritura ($2).";

/* nothing */
"%C22*%O$tThe file%C26 $1%C already exists, saving it as%C26 $2%O instead." = "%C22*%O$tO ficheiro%C26 $1%C xa existe, gardándoo como%C26 $2%O no seu lugar.";

/* nothing */
"%C22*%O$t%C26$1 %Ohas requested to resume%C26 $2 %Cfrom%C26 $3%C." = "%C22*%O$t%C26$1 %Opuido retomar%C26 $2 %Cde%C26 $3%C.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tEnvío DCC%C26 $2%O a%C26 $1%O abortado.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O complete %C30[%C26$3%O cps%C30]%O." = "%C22*%O$tEnvío DCC%C26 $1%O a%C26 $2%O completado %C30[%C26$3%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC SEND connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tConexión para envío DCC establecida con%C26 $1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O failed. $3" = "%C22*%O$tO envío DCC%C26 $1%O a%C26 $2%O fallou. $3";

/* nothing */
"%C22*%O$t%C26$1 %Ohas offered%C26 $2 %O(%C26$3 %Obytes)" = "%C22*%O$t%C26$1 %Oofreceu%C26 $2 %O(%C26$3 %Obytes)";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Cstalled - aborting." = "%C22*%O$tDCC $1%C26 $2 %Oa%C26 $3 %Cparouse - abortando.";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Otimed out - aborting." = "%C22*%O$tDCC $1%C26 $2 %Opara%C26 $3 %Oagotou o tempo de espera - abortando.";

/* nothing */
"%C22*%O$t$1 deleted from notify list." = "%C22*%O$t$1 borrado da lista de notificacións.";

/* nothing */
"%C22*%O$tDisconnected ($1)." = "%C22*%O$tDesconectado ($1).";

/* nothing */
"%C22*%O$tFound your IP: [$1]" = "%C22*%O$tAtopouse súa IP: [$1]";

/* nothing */
"%O%C26$1%O added to ignore list." = "%O%C26$1%O engadido á lista de ignorados.";

/* nothing */
"Ignore on %C26$1%O changed." = "Ignorar a %C26$1%O cambiou.";

/* nothing */
"%C24,18                                                              " = "%C24,18                                                              ";

/* nothing */
"%C24,18 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG " = "%C24,18 Máscara                  PRIV NOTI CHAN CTCP DCC  INVI UNIG ";

/* nothing */
"%O%C26$1%O removed from ignore list." = "%O%C26$1%O quitouse da lista de ignorados.";

/* nothing */
"  Ignore list is empty." = "  A lista de ignorados está baleira.";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Channel is invite only)." = "%C22*%O$tNon pode entrar%C26 %B$1 %O(Canle só para invitados).";

/* nothing */
"%C22*%O$tYou have been invited to%C26 $1%O by%C26 $2%C (%C26$3%C)" = "%C22*%O$tFoi invitado a%C26 $1%O por%C26 $2%C (%C26$3%C)";

/* nothing */
"%C19*%O$t%C19%B$1 %B($3) has joined $2" = "%C19*%O$t%C19%B$1 %B($3) entrou en $2";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Requires keyword)." = "%C22*%O$tNon pode entrar%C26 %B$1 %O(Requírese contrasinal).";

/* nothing */
"%C21*%O$t%C21$1 has kicked $2 from $3 ($4%O%C21)" = "%C21*%O$t%C21$1 botou fora a $2 de $3 ($4%O%C21)";

/* nothing */
"%C22*%O$tYou have been killed by $1 ($2%O%C22)" = "%C22*%O$tFoi eliminado por  $1 ($2%O%C22)";

/* nothing */
"%C22*%O$t%C22MOTD Skipped." = "%C22*%O$t%C22Saltou a mensaxe do día (MOTD).";

/* nothing */
"%C22*%O$t$1 already in use. Retrying with $2..." = "%C22*%O$t$1 xa está en uso. Reintentando con $2...";

/* nothing */
"%C22*%O$tNickname already in use. Use /NICK to try another." = "%C22*%O$tO alcume xa está en uso. Use /NICK para tentalo con outro.";

/* nothing */
"%C22*%O$tNo such DCC." = "%C22*%O$tNon existe ese DCC.";

/* nothing */
"%C22*%O$tNo process is currently running" = "%C22*%O$tNon hai ningún proceso en execución actualmente";

/* nothing */
"$tNotify list is empty." = "$tA lista de notificacións está baleira.";

/* nothing */
"%C24,18 %B  Notify List                           " = "%C24,18 %B  Lista de notificacións                           ";

/* nothing */
"%C22*%O$t$1 users in notify list." = "%C22*%O$t$1 usuarios na lista de notificacións.";

/* nothing */
"%C22*%O$tNotify: $1 is offline ($3)." = "%C22*%O$tNotificación: $1 está desconectado ($3).";

/* nothing */
"%C22*%O$tNotify: $1 is online ($3)." = "%C22*%O$tNotificación: $1 está conectado ($3).";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3" = "%C23*%O$t%C23$1 (%O%C23$2) abandonou $3";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3 (%O%C23%B%B$4%O%C23)" = "%C23*%O$t%C23$1 (%O%C23$2) abandonou $3 (%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tPing reply from $1: $2 second(s)" = "%C22*%O$tResposta ao ping de $1: $2 segundo(s)";

/* nothing */
"%C22*%O$tNo ping reply for $1 seconds, disconnecting." = "%C22*%O$tNon houbo resposta ao ping en $1 seconds, desconectando.";

/* nothing */
"%C22*%O$tA process is already running" = "%C22*%O$tXa hai un proceso en execución";

/* nothing */
"%C23*%O$t%C23$1 has quit (%O%C23%B%B$2%O%C23)" = "%C23*%O$t%C23$1 marchouse (%O%C23%B%B$2%O%C23)";

/* nothing */
"%C22*%O$t$1 sets modes%B %C30[%O$2%B%C30]" = "%C22*%O$t$1 establece modos%B %C30[%O$2%B%C30]";

/* nothing */
"%C28-%C29$1/Wallops%C28-%O$t$2" = "%C28-%C29$1/Mensaxes dos operadores%C28-%O$t$2";

/* nothing */
"%C22*%O$tLooking up IP number for%C26 $1%O..." = "%C22*%O$tBuscando número de IP para%C26 $1%O...";

/* nothing */
"%C22*%O$t%C22Connected." = "%C22*%O$t%C22Conectado.";

/* nothing */
"%C22*%O$t%C22Looking up $1" = "%C22*%O$t%C22Buscando $1";

/* nothing */
"%C22*%O$tStopped previous connection attempt (pid=$1)" = "%C22*%O$tDeteuse o anterior intento de conexión (pid=$1)";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29is: $2" = "%C29*%O$t%C29O tópico para $1%C %C29é: $2";

/* nothing */
"%C22*%O$t$1 has changed the topic to: $2" = "%C22*%O$t$1 cambiou o tópico a: $2";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29set by $2%C %C29at $3" = "%C29*%O$t%C29Tópico para $1%C %C29establecido por $2%C %C29en $3";

/* nothing */
"%C22*%O$tUnknown host. Maybe you misspelled it?" = "%C22*%O$tEquipo descoñecido. Equivocouse?";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(User limit reached)." = "%C22*%O$tNon pode entrar%C26 %B$1 %O(Chegouse ao límite de usuarios).";

/* nothing */
"%C22*%O$t%C26Users on $1:%C $2" = "%C22*%O$t%C26Usuarios en $1:%C $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Cis away %C30(%O$2%O%C30)" = "%C22*%O$t%C28[%O$1%C28] %Cestá ausente %C30(%O$2%O%C30)";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O $2" = "%C22*%O$t%C28[%O$1%C28]%O $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %OEnd of WHOIS list." = "%C22*%O$t%C28[%O$1%C28] %OFin da lista WHOIS.";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2" = "%C22*%O$t%C28[%O$1%C28]%O inactivo%C26 $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2%O, signon:%C26 $3" = "%C22*%O$t%C28[%O$1%C28]%O inactivo%C26 $2%O, entrou:%C26 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4" = "%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Oreal user@host%C27 $2%O, real IP%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %Overdadeiro usuario@equipo%C27 $2%O, verdadeira IP%C27 $3";

/* nothing */
"%C19*%O$t%C19Now talking on $2" = "%C19*%O$t%C19Falando agora a $2";

/* nothing */
"%C23*$tYou have been kicked from $2 by $3 ($4%O%C23)" = "%C23*$tBotouselle de $2 por $3 ($4%O%C23)";

/* nothing */
"%C23*$tYou have left channel $3" = "%C23*$tAbandonou a canle $3";

/* nothing */
"%C23*$tYou have left channel $3 (%O%C23%B%B$4%O%C23)" = "%C23*$tAbandonaste a canle $3 (%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tYou've invited%C26 $1%O to%C26 $2%O (%C26$3%O)" = "%C22*%O$tEstá invitado%C26 $1%O a%C26 $2%O (%C26$3%O)";

/* nothing */
"%C22*%O$tYou are now known as $2" = "%C22*%O$tEres coñecido agora como $2";

/* nothing */
"Loaded log from" = "";

/* nothing */
"**** ENDING LOGGING AT %s\n" = "**** FINALIZANDO CONEXIÓN EN %s\n";

/* nothing */
"**** BEGIN LOGGING AT %s\n" = "**** INICIANDO CONEXIÓN EN %s\n";

/* nothing */
"* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs" = "* Non se pode abrir o ficheiro(s) de rexistro para escritura. Comprobe os\n  permisos de %s/xchatlogs";

/* nothing */
"Left message" = "Mensaxe de ausencia";

/* nothing */
"Right message" = "A mensaxe";

/* nothing */
"The nick of the joining person" = "O alcume da persoa que entra";

/* nothing */
"The channel being joined" = "A canle á que está entrando";

/* nothing */
"The host of the person" = "O equipo da persoa";

/* nothing */
"Nickname" = "Alcume";

/* nothing */
"The action" = "A acción";

/* nothing */
"Mode char" = "Modo carácter";

/* nothing */
"The text" = "O texto";

/* nothing */
"Identified text" = "Texto de identificación";

/* nothing */
"The message" = "A mensaxe";

/* nothing */
"Old nickname" = "Alcume antigo";

/* nothing */
"New nickname" = "Novo alcume";

/* nothing */
"Nick of person who changed the topic" = "Alcume da persoa que cambiou o tópico";

/* nothing */
"Topic" = "Tópico";

/* nothing */
"Channel" = "Canle";

/* nothing */
"The nickname of the kicker" = "O alcume do que expulsa";

/* nothing */
"The person being kicked" = "A persoa que está sendo expulsada";

/* nothing */
"The channel" = "A canle";

/* nothing */
"The reason" = "A razón";

/* nothing */
"The nick of the person leaving" = "O alcume da persoa que abandona";

/* nothing */
"The time" = "O tempo";

/* nothing */
"The creator" = "O creador";

/* nothing */
"Nick" = "Alcume";

/* nothing */
"Reason" = "Razón";

/* nothing */
"Host" = "Equipo";

/* nothing */
"Who it's from" = "De quén ven";

/* nothing */
"The time in x.x format (see below)" = "O tempo no formato x.x (vexa debaixo)";

/* nothing */
"The Channel it's going to" = "A canle vaise a";

/* nothing */
"The sound" = "O son";

/* nothing */
"The nick of the person" = "O alcume da persoa";

/* nothing */
"The CTCP event" = "O evento CTCP";

/* nothing */
"The nick of the person who set the key" = "O alcume da persoa que establece a clave";

/* nothing */
"The key" = "A clave";

/* nothing */
"The nick of the person who set the limit" = "O alcume da persoa que establece o límite";

/* nothing */
"The limit" = "O límite";

/* nothing */
"The nick of the person who did the op'ing" = "O alcume da persoa que otorgou os permisos de operador";

/* nothing */
"The nick of the person who has been op'ed" = "O alcume da persoa que foi convertida en operador";

/* nothing */
"The nick of the person who has been halfop'ed" = "O alcume da persoa que foi convertida en semi-operador";

/* nothing */
"The nick of the person who did the halfop'ing" = "O alcume da persoa que otorgou os permisos de semi-operador";

/* nothing */
"The nick of the person who did the voice'ing" = "O alcume da persoa que otorgou os permisos de voz";

/* nothing */
"The nick of the person who has been voice'ed" = "O alcume da persoa que foi convertida en voz";

/* nothing */
"The nick of the person who did the banning" = "O alcume da persoa que realizou o veto (banning)";

/* nothing */
"The ban mask" = "A máscara de vetos";

/* nothing */
"The nick who removed the key" = "O alcume de quen eliminou a clave";

/* nothing */
"The nick who removed the limit" = "O alcume de quen eliminou o límite";

/* nothing */
"The nick of the person of did the deop'ing" = "O alcume da persoa que revocou os permisos de operador";

/* nothing */
"The nick of the person who has been deop'ed" = "O alcume da persoa á que se lle quitou o permiso de operador";

/* nothing */
"The nick of the person of did the dehalfop'ing" = "O alcume da persoa que quitou os permisos de semi-operador";

/* nothing */
"The nick of the person who has been dehalfop'ed" = "O alcume da persoa á que se lle quitou os permisos de semi-operador";

/* nothing */
"The nick of the person of did the devoice'ing" = "O alcume da persoa que revocou os permisos de voz";

/* nothing */
"The nick of the person who has been devoice'ed" = "O alcume da persoa á que se lle quitaron os permisos de voz";

/* nothing */
"The nick of the person of did the unban'ing" = "O alcume da persoa que revocou o veto";

/* nothing */
"The nick of the person who did the exempt" = "O alcume da persoa que otorgou a execpción";

/* nothing */
"The exempt mask" = "A máscara de exención";

/* nothing */
"The nick of the person removed the exempt" = "O alcume da persoa que quitou a exención";

/* nothing */
"The nick of the person who did the invite" = "O alcume da persoa que realizou a invitación";

/* nothing */
"The invite mask" = "A máscara de invitación";

/* nothing */
"The nick of the person removed the invite" = "O alcume da persoa que eliminou a invitación";

/* nothing */
"The nick of the person setting the mode" = "O alcume da persoa que estableceu o modo";

/* nothing */
"The mode's sign (+/-)" = "O signo do modo (+/-)";

/* nothing */
"The mode letter" = "A letra do modo";

/* nothing */
"The channel it's being set on" = "A canle está sendo configurada";

/* nothing */
"Username" = "Nome de usuario";

/* nothing */
"Full name" = "Nome completo";

/* nothing */
"Channel Membership/\"is an IRC operator\"" = "Membro especial da canle/\"é un operador de IRC\"";

/* nothing */
"Server Information" = "Información do servidor";

/* nothing */
"Idle time" = "Tempo inactivo";

/* nothing */
"Signon time" = "Tempo de conexión";

/* nothing */
"Away reason" = "Razón de ausencia";

/* nothing */
"Message" = "Mensaxe";

/* nothing */
"Account" = "Conta";

/* nothing */
"Real user@host" = "Verdadeiro usuario@equipo";

/* nothing */
"Real IP" = "Verdadeira IP";

/* nothing */
"Channel Name" = "Nome da canle";

/* nothing */
"Text" = "Texto";

/* nothing */
"Server Name" = "Nome do servidor";

/* nothing */
"Nick of person who invited you" = "Alcume da persoa que lle invitou";

/* nothing */
"Users" = "Usuarios";

/* nothing */
"Nickname in use" = "Alcume en uso";

/* nothing */
"Nick being tried" = "Tentando usar o alcume";

/* nothing */
"IP" = "IP";

/* nothing */
"Port" = "Porto";

/* nothing */
"Network" = "Rede";

/* nothing */
"Modes string" = "Cadea de modos";

/* nothing */
"IP address" = "Enderezo IP";

/* nothing */
"DCC Type" = "Tipo DCC";

/* nothing */
"Filename" = "Nome de ficheiro";

/* nothing */
"Destination filename" = "Nome do ficheiro de destino";

/* nothing */
"CPS" = "CPS";

/* nothing */
"Pathname" = "Nome da ruta";

/* nothing */
"Position" = "Posición";

/* nothing */
"Size" = "Tamaño";

/* nothing */
"DCC String" = "Cadea DCC";

/* nothing */
"Number of notify items" = "Número de elementos de notificación";

/* nothing */
"Old Filename" = "Nome anterior do ficheiro";

/* nothing */
"New Filename" = "Nome novo do ficheiro";

/* nothing */
"Receiver" = "Receptor";

/* nothing */
"Hostmask" = "Máscara de equipo";

/* nothing */
"Hostname" = "Nome de equipo";

/* nothing */
"The Packet" = "O paquete";

/* nothing */
"Seconds" = "Segundos";

/* nothing */
"Nick of person who have been invited" = "Alcume da persoa que foi invitada";

/* nothing */
"Banmask" = "Máscara de veto";

/* nothing */
"Who set the ban" = "Quen estableceu o veto";

/* nothing */
"Ban time" = "Tempo de veto";

/* nothing */
"Error parsing event %s.\nLoading default." = "Erro ao analizar o evento %s.\nCargando o predeterminado.";

/* nothing */
"Cannot read sound file:\n%s" = "Non se pode ler o ficheiro de son:\n%s";

/* nothing */
"Remote host closed socket" = "Porto pechado no equipo remoto";

/* nothing */
"Connection refused" = "Conexión rechazada";

/* nothing */
"No route to host" = "Non hai ruta hacia o equipo";

/* nothing */
"Connection timed out" = "Tempo de espera da conexión agotado";

/* nothing */
"Cannot assign that address" = "Non se pode asignar ese enderezo";

/* nothing */
"Connection reset by peer" = "Conexión reiniciada polo par";

/* nothing */
"Ascension Island" = "Isla Ascensión";

/* nothing */
"Andorra" = "Andorra";

/* nothing */
"United Arab Emirates" = "Emiratos Árabes Unidos";

/* nothing */
"Afghanistan" = "Afganistán";

/* nothing */
"Antigua and Barbuda" = "Antiga e Barbuda";

/* nothing */
"Anguilla" = "Anguila";

/* nothing */
"Albania" = "Albania";

/* nothing */
"Armenia" = "Armenia";

/* nothing */
"Netherlands Antilles" = "Antilas holandesas";

/* nothing */
"Angola" = "Angola";

/* nothing */
"Antarctica" = "Antártida";

/* nothing */
"Argentina" = "Arxentina";

/* nothing */
"Reverse DNS" = "DNS inverso";

/* nothing */
"American Samoa" = "Samoa Americana";

/* nothing */
"Austria" = "Austria";

/* nothing */
"Nato Fiel" = "Fiel á OTAN";

/* nothing */
"Australia" = "Australia";

/* nothing */
"Aruba" = "Aruba";

/* nothing */
"Aland Islands" = "Islas Aland";

/* nothing */
"Azerbaijan" = "Azerbaián";

/* nothing */
"Bosnia and Herzegovina" = "Bosnia e Herzegovina";

/* nothing */
"Barbados" = "Barbados";

/* nothing */
"Bangladesh" = "Bangladesh";

/* nothing */
"Belgium" = "Bélxica";

/* nothing */
"Burkina Faso" = "Burkina Faso";

/* nothing */
"Bulgaria" = "Bulgaria";

/* nothing */
"Bahrain" = "Bahrain";

/* nothing */
"Burundi" = "Burundi";

/* nothing */
"Businesses" = "Negocios";

/* nothing */
"Benin" = "Benin";

/* nothing */
"Bermuda" = "Bermuda";

/* nothing */
"Brunei Darussalam" = "Brunei Darussalam";

/* nothing */
"Bolivia" = "Bolivia";

/* nothing */
"Brazil" = "Brasil";

/* nothing */
"Bahamas" = "Bahamas";

/* nothing */
"Bhutan" = "Bután";

/* nothing */
"Bouvet Island" = "Isla Bouvet";

/* nothing */
"Botswana" = "Botswana";

/* nothing */
"Belarus" = "Bielorusia";

/* nothing */
"Belize" = "Belice";

/* nothing */
"Canada" = "Canadá";

/* nothing */
"Cocos Islands" = "Islas Cocos";

/* nothing */
"Democratic Republic of Congo" = "República Democrática do Congo";

/* nothing */
"Central African Republic" = "República Centro Africana";

/* nothing */
"Congo" = "Congo";

/* nothing */
"Switzerland" = "Suiza";

/* nothing */
"Cote d'Ivoire" = "Costa d'Ivoire";

/* nothing */
"Cook Islands" = "Islas Cook";

/* nothing */
"Chile" = "Chile";

/* nothing */
"Cameroon" = "Camerón";

/* nothing */
"China" = "China";

/* nothing */
"Colombia" = "Colombia";

/* nothing */
"Internic Commercial" = "Internic Commercial";

/* nothing */
"Costa Rica" = "Costa Rica";

/* nothing */
"Serbia and Montenegro" = "Serbia e Montenegro";

/* nothing */
"Cuba" = "Cuba";

/* nothing */
"Cape Verde" = "Cabo Verde";

/* nothing */
"Christmas Island" = "Isla Navidade";

/* nothing */
"Cyprus" = "Chipre";

/* nothing */
"Czech Republic" = "República Checa";

/* nothing */
"Germany" = "Alemania";

/* nothing */
"Djibouti" = "Dibuti";

/* nothing */
"Denmark" = "Dinamarca";

/* nothing */
"Dominica" = "Dominica";

/* nothing */
"Dominican Republic" = "República Dominicana";

/* nothing */
"Algeria" = "Arxelia";

/* nothing */
"Ecuador" = "Ecuador";

/* nothing */
"Educational Institution" = "Institución Educativa";

/* nothing */
"Estonia" = "Estonia";

/* nothing */
"Egypt" = "Exipto";

/* nothing */
"Western Sahara" = "Sahara Occidental";

/* nothing */
"Eritrea" = "Eritrea";

/* nothing */
"Spain" = "España";

/* nothing */
"Ethiopia" = "Etiopía";

/* nothing */
"European Union" = "Unión Europea";

/* nothing */
"Finland" = "Finlandia";

/* nothing */
"Fiji" = "Fixi";

/* nothing */
"Falkland Islands" = "Islas Malvinas";

/* nothing */
"Micronesia" = "Micronesia";

/* nothing */
"Faroe Islands" = "Islas Feroe";

/* nothing */
"France" = "Francia";

/* nothing */
"Gabon" = "Gabón";

/* nothing */
"Great Britain" = "Gran Bretaña";

/* nothing */
"Grenada" = "Granada";

/* nothing */
"Georgia" = "Xeorxia";

/* nothing */
"French Guiana" = "Guaiana Francesa";

/* nothing */
"British Channel Isles" = "Islas da Canle da Mancha";

/* nothing */
"Ghana" = "Gana";

/* nothing */
"Gibraltar" = "Xibraltar";

/* nothing */
"Greenland" = "Groenlandia";

/* nothing */
"Gambia" = "Gambia";

/* nothing */
"Guinea" = "Guinea";

/* nothing */
"Government" = "Governo";

/* nothing */
"Guadeloupe" = "Guadalupe";

/* nothing */
"Equatorial Guinea" = "Guinea Ecuatorial";

/* nothing */
"Greece" = "Grecia";

/* nothing */
"S. Georgia and S. Sandwich Isles" = "S. Xeorxia e S. Islas Sandwich";

/* nothing */
"Guatemala" = "Guatemala";

/* nothing */
"Guam" = "Guam";

/* nothing */
"Guinea-Bissau" = "Guinea-Bissau";

/* nothing */
"Guyana" = "Guaiana";

/* nothing */
"Hong Kong" = "Hong Kong";

/* nothing */
"Heard and McDonald Islands" = "Islas Heard e McDonald";

/* nothing */
"Honduras" = "Honduras";

/* nothing */
"Croatia" = "Croacia";

/* nothing */
"Haiti" = "Haití";

/* nothing */
"Hungary" = "Hungría";

/* nothing */
"Indonesia" = "Indonesia";

/* nothing */
"Ireland" = "Irlanda";

/* nothing */
"Israel" = "Israel";

/* nothing */
"Isle of Man" = "Isla de Man";

/* nothing */
"India" = "India";

/* nothing */
"Informational" = "Informativo";

/* nothing */
"International" = "Internacional";

/* nothing */
"British Indian Ocean Territory" = "Territorio Oceánico Indio Británico";

/* nothing */
"Iraq" = "Iraq";

/* nothing */
"Iran" = "Irán";

/* nothing */
"Iceland" = "Islandia";

/* nothing */
"Italy" = "Italia";

/* nothing */
"Jersey" = "Xersei";

/* nothing */
"Jamaica" = "Xamaica";

/* nothing */
"Jordan" = "Xordania";

/* nothing */
"Japan" = "Xapón";

/* nothing */
"Kenya" = "Kenia";

/* nothing */
"Kyrgyzstan" = "Kyrgyzstan";

/* nothing */
"Cambodia" = "Camboia";

/* nothing */
"Kiribati" = "Kiribati";

/* nothing */
"Comoros" = "Comoros";

/* nothing */
"St. Kitts and Nevis" = "San Kitts e Nevis";

/* nothing */
"North Korea" = "Corea do Norte";

/* nothing */
"South Korea" = "Corea do Sur";

/* nothing */
"Kuwait" = "Kuwait";

/* nothing */
"Cayman Islands" = "Islas Caimán";

/* nothing */
"Kazakhstan" = "Kazakhstan";

/* nothing */
"Laos" = "Laos";

/* nothing */
"Lebanon" = "Líbano";

/* nothing */
"Saint Lucia" = "Santa Lucía";

/* nothing */
"Liechtenstein" = "Liechtenstein";

/* nothing */
"Sri Lanka" = "Sri Lanka";

/* nothing */
"Liberia" = "Liberia";

/* nothing */
"Lesotho" = "Lesoto";

/* nothing */
"Lithuania" = "Lituania";

/* nothing */
"Luxembourg" = "Luxemburgo";

/* nothing */
"Latvia" = "Letonia";

/* nothing */
"Libya" = "Libia";

/* nothing */
"Morocco" = "Marrocos";

/* nothing */
"Monaco" = "Mónaco";

/* nothing */
"Moldova" = "Moldavia";

/* nothing */
"United States Medical" = "Servizo Médico de Estados Unidos";

/* nothing */
"Madagascar" = "Madagascar";

/* nothing */
"Marshall Islands" = "Islas Marshall";

/* nothing */
"Military" = "Militar";

/* nothing */
"Macedonia" = "Macedonia";

/* nothing */
"Mali" = "Mali";

/* nothing */
"Myanmar" = "Myanmar";

/* nothing */
"Mongolia" = "Mongolia";

/* nothing */
"Macau" = "Macao";

/* nothing */
"Northern Mariana Islands" = "Islas Marianas do Norte";

/* nothing */
"Martinique" = "Martinica";

/* nothing */
"Mauritania" = "Mauritania";

/* nothing */
"Montserrat" = "Montserrat";

/* nothing */
"Malta" = "Malta";

/* nothing */
"Mauritius" = "Mauricio";

/* nothing */
"Maldives" = "Maldivas";

/* nothing */
"Malawi" = "Malawi";

/* nothing */
"Mexico" = "México";

/* nothing */
"Malaysia" = "Malasia";

/* nothing */
"Mozambique" = "Mozambique";

/* nothing */
"Namibia" = "Namibia";

/* nothing */
"New Caledonia" = "Nova Caledonia";

/* nothing */
"Niger" = "Níger";

/* nothing */
"Internic Network" = "Rede de Internic";

/* nothing */
"Norfolk Island" = "Isla Norfolk";

/* nothing */
"Nigeria" = "Nigeria";

/* nothing */
"Nicaragua" = "Nicaragua";

/* nothing */
"Netherlands" = "Holanda";

/* nothing */
"Norway" = "Noruega";

/* nothing */
"Nepal" = "Nepal";

/* nothing */
"Nauru" = "Nauru";

/* nothing */
"Niue" = "Niue";

/* nothing */
"New Zealand" = "Nova Zelanda";

/* nothing */
"Oman" = "Omán";

/* nothing */
"Internic Non-Profit Organization" = "Organización sen ánimo de lucro Internic";

/* nothing */
"Panama" = "Panamá";

/* nothing */
"Peru" = "Perú";

/* nothing */
"French Polynesia" = "Polinesia Francesa";

/* nothing */
"Papua New Guinea" = "Papua Nova Guinea";

/* nothing */
"Philippines" = "Filipinas";

/* nothing */
"Pakistan" = "Pakistán";

/* nothing */
"Poland" = "Polonia";

/* nothing */
"St. Pierre and Miquelon" = "San Pierre e Miquelón";

/* nothing */
"Pitcairn" = "Pitcairn";

/* nothing */
"Puerto Rico" = "Porto Rico";

/* nothing */
"Palestinian Territory" = "Territorio Palestino";

/* nothing */
"Portugal" = "Portugal";

/* nothing */
"Palau" = "Palau";

/* nothing */
"Paraguay" = "Paraguai";

/* nothing */
"Qatar" = "Qatar";

/* nothing */
"Reunion" = "Reunión";

/* nothing */
"Romania" = "Rumanía";

/* nothing */
"Old School ARPAnet" = "Antiga escola de ARPAnet";

/* nothing */
"Russian Federation" = "Federación Rusa";

/* nothing */
"Rwanda" = "Ruanda";

/* nothing */
"Saudi Arabia" = "Arabia Saudí";

/* nothing */
"Solomon Islands" = "Islas Salomón";

/* nothing */
"Seychelles" = "Seychelles";

/* nothing */
"Sudan" = "Sudán";

/* nothing */
"Sweden" = "Suecia";

/* nothing */
"Singapore" = "Singapur";

/* nothing */
"St. Helena" = "Santa Helena";

/* nothing */
"Slovenia" = "Eslovenia";

/* nothing */
"Svalbard and Jan Mayen Islands" = "Islas Svalbard e Jan Mayen";

/* nothing */
"Slovak Republic" = "República de Eslovaquia";

/* nothing */
"Sierra Leone" = "Serra Leona";

/* nothing */
"San Marino" = "San Mariño";

/* nothing */
"Senegal" = "Senegal";

/* nothing */
"Somalia" = "Somalia";

/* nothing */
"Suriname" = "Suriname";

/* nothing */
"Sao Tome and Principe" = "Santo Tomé e Principe";

/* nothing */
"Former USSR" = "Antiga URSS";

/* nothing */
"El Salvador" = "O Salvador";

/* nothing */
"Syria" = "Siria";

/* nothing */
"Swaziland" = "Swaziland";

/* nothing */
"Turks and Caicos Islands" = "Islas Turks e Caicos";

/* nothing */
"Chad" = "Chad";

/* nothing */
"French Southern Territories" = "Territorios Franceses do Sur";

/* nothing */
"Togo" = "Togo";

/* nothing */
"Thailand" = "Tailandia";

/* nothing */
"Tajikistan" = "Tajikistan";

/* nothing */
"Tokelau" = "Tokelau";

/* nothing */
"East Timor" = "Timor Oriental";

/* nothing */
"Turkmenistan" = "Turkmenistan";

/* nothing */
"Tunisia" = "Túnez";

/* nothing */
"Tonga" = "Tonga";

/* nothing */
"Turkey" = "Turquía";

/* nothing */
"Trinidad and Tobago" = "Trinidade e Tobago";

/* nothing */
"Tuvalu" = "Tuvalu";

/* nothing */
"Taiwan" = "Taiwan";

/* nothing */
"Tanzania" = "Tanzania";

/* nothing */
"Ukraine" = "Ucrania";

/* nothing */
"Uganda" = "Uganda";

/* nothing */
"United Kingdom" = "Reino Unido";

/* nothing */
"United States of America" = "Estados Unidos de América";

/* nothing */
"Uruguay" = "Uruguai";

/* nothing */
"Uzbekistan" = "Uzbekistan";

/* nothing */
"Vatican City State" = "Cidade Estado do Vaticano";

/* nothing */
"St. Vincent and the Grenadines" = "San Vicente e as Granadinas";

/* nothing */
"Venezuela" = "Venezuela";

/* nothing */
"British Virgin Islands" = "Islas Vírxenes Británicas";

/* nothing */
"US Virgin Islands" = "Islas Vírxenes Norteamericanas";

/* nothing */
"Vietnam" = "Vietnam";

/* nothing */
"Vanuatu" = "Vanuatu";

/* nothing */
"Wallis and Futuna Islands" = "Islas Wallis e Futuna";

/* nothing */
"Samoa" = "Samoa";

/* nothing */
"Yemen" = "Iemen";

/* nothing */
"Mayotte" = "Maiote";

/* nothing */
"Yugoslavia" = "Iugoslavia";

/* nothing */
"South Africa" = "Sudáfrica";

/* nothing */
"Zambia" = "Zambia";

/* nothing */
"Zimbabwe" = "Zimbabwe";

/* nothing */
"Unknown" = "Descoñecido";

/* nothing */
"Open Dialog Window" = "Abrir a fiestra de diálogo";

/* nothing */
"Send a File" = "Enviar un ficheiro";

/* nothing */
"User Info (WHOIS)" = "Información de usuario (WHOIS)";

/* nothing */
"Operator Actions" = "Opcións de operador";

/* nothing */
"Give Ops" = "Dar Op";

/* nothing */
"Take Ops" = "Tomar Op";

/* nothing */
"Give Voice" = "Dar Voz";

/* nothing */
"Take Voice" = "Tomar Voz";

/* nothing */
"Kick/Ban" = "Botar/Vetar";

/* nothing */
"Kick" = "Botar";

/* nothing */
"Ban" = "Vetar";

/* nothing */
"KickBan" = "Botar e vetar";

/* nothing */
"Direct client-to-client" = "Cliente a cliente directamente";

/* nothing */
"Send File" = "Enviar ficheiro";

/* nothing */
"Offer Chat" = "Ofrecer Chat";

/* nothing */
"Abort Chat" = "Abortar Chat";

/* nothing */
"Version" = "Versión";

/* nothing */
"Userinfo" = "Información do usuario";

/* nothing */
"Clientinfo" = "Información do cliente";

/* nothing */
"Ping" = "Ping";

/* nothing */
"Time" = "Tempo";

/* nothing */
"Finger" = "Finger";

/* nothing */
"Oper" = "Operador";

/* nothing */
"Kill this user" = "Matar este usuario";

/* nothing */
"Mode" = "Modo";

/* nothing */
"Give Half-Ops" = "Dar Semi-Op";

/* nothing */
"Take Half-Ops" = "Tomar Semi-Op";

/* nothing */
"Ignore" = "Ignorar";

/* nothing */
"Ignore User" = "Ignorar Usuario";

/* nothing */
"UnIgnore User" = "Non ignorar usuario";

/* nothing */
"Info" = "Info";

/* nothing */
"Who" = "Who";

/* nothing */
"WhoIs" = "WhoIs";

/* nothing */
"DNS Lookup" = "Busca DNS";

/* nothing */
"Trace" = "Rastrear";

/* nothing */
"UserHost" = "Máquina do usuario";

/* nothing */
"External" = "Programas externos";

/* nothing */
"Traceroute" = "Rastrear ruta";

/* nothing */
"Telnet" = "Telnet";

/* nothing */
"Leave Channel" = "Abandoar a canle";

/* nothing */
"Join Channel..." = "Entrar á canle...";

/* nothing */
"Enter Channel to Join:" = "Introduza a canle á que quere entrar:";

/* nothing */
"Server Links" = "Ligazóns do servidor";

/* nothing */
"Ping Server" = "Ping ao servidor";

/* nothing */
"Hide Version" = "Agochar versión";

/* nothing */
"Op" = "Op";

/* nothing */
"DeOp" = "Quitar Op";

/* nothing */
"bye" = "adeus";

/* nothing */
"Enter reason to kick %s:" = "Introduza razón para expulsar a %s:";

/* nothing */
"Sendfile" = "Enviar ficheiro";

/* nothing */
"Dialog" = "Diálogo";

/* nothing */
"Send" = "Enviar";

/* nothing */
"Chat" = "Chat";

/* nothing */
"Clear" = "Limpar";

/* nothing */
"Couldn't connect to session bus" = "Non se puido conectar ao bus de sesión";

/* nothing */
"Failed to complete NameHasOwner" = "Fallou ao completar NameHasOwner";

/* nothing */
"Failed to complete Command" = "Fallou ao completar o Comando";

/* nothing */
"remote access" = "acceso remoto";

/* nothing */
"plugin for remote access using DBUS" = "complemento para acceso remoto usando DBUS";

/* nothing */
"Couldn't connect to session bus: %s\n" = "Non se puido conectar ao bus de sesión: %s\n";

/* nothing */
"Failed to acquire %s: %s\n" = "Fallou ao adquirir %s: %s\n";

/* nothing */
"About XChat" = "Acerca de XChat";

/* nothing */
"A multiplatform IRC Client" = "Un cliente de IRC multiplataforma";

/* nothing */
"Character Chart" = "Mapa de caracteres";

/* nothing */
"Not connected." = "Non conectado.";

/* nothing */
"You must select some bans." = "Debe seleccionar algún vetado.";

/* nothing */
"Are you sure you want to remove all bans in %s?" = "Está seguro de que quere eliminar tódolos vetos en %s?";

/* nothing */
"Mask" = "Máscara";

/* nothing */
"From" = "De";

/* nothing */
"Date" = "Data";

/* nothing */
"You can only open the Ban List window while in a channel tab." = "Só podes abrir a fiestra da lista de vetados nunha solapa da canle.";

/* nothing */
"XChat: Ban List (%s)" = "XChat: Lista de vetados (%s)";

/* nothing */
"Remove" = "Eliminar";

/* nothing */
"Crop" = "Achicar";

/* nothing */
"Refresh" = "Refrescar";

/* nothing */
"Displaying %d/%d users on %d/%d channels." = "Amosando %d/%d usuarios en %d/%d canles.";

/* nothing */
"Select an output filename" = "Seleccione un nome de ficheiro de saída";

/* nothing */
"_Join Channel" = "_Entrar á canle";

/* nothing */
"_Copy Channel Name" = "Nome da canle";

/* nothing */
"Copy _Topic Text" = "";

/* nothing */
"XChat: Channel List (%s)" = "XChat: Lista de Canles (%s)";

/* nothing */
"_Search" = "_Procurar";

/* nothing */
"_Download List" = "_Descargar lista";

/* nothing */
"Save _List..." = "Gardar _lista...";

/* nothing */
"Show only:" = "Amosar só:";

/* nothing */
"channels with" = "canles con";

/* nothing */
"to" = "a";

/* nothing */
"users." = "usuarios.";

/* nothing */
"Look in:" = "Procurar en:";

/* nothing */
"Channel name" = "Nome da canle";

/* nothing */
"Search type:" = "Buscar texto...";

/* nothing */
"Simple Search" = "Busca simple";

/* nothing */
"Pattern Match (Wildcards)" = "";

/* nothing */
"Regular Expression" = "Expresión regular";

/* nothing */
"Find:" = "Buscar:";

/* nothing */
"Send file to %s" = "Enviar ficheiro a %s";

/* nothing */
"That file is not resumable." = "Ese ficheiro non se pode continuar.";

/* nothing */
"Cannot access file: %s\n%s.\nResuming not possible." = "Non se pode acceder ao ficheiro: %s\n%s.\nNon é posible continuar.";

/* nothing */
"File in download directory is larger than file offered. Resuming not possible." = "O ficheiro no directorio de descarga é máis grande que o ficheiro ofrecido. Non é posible continuar.";

/* nothing */
"Cannot resume the same file from two people." = "Non se pode reanudar o mesmo ficheiro de dúas persoas.";

/* nothing */
"XChat: Uploads and Downloads" = "XChat: Cargas e descargas";

/* nothing */
"Status" = "Estado";

/* nothing */
"File" = "Ficheiro";

/* nothing */
"ETA" = "Tempo";

/* nothing */
"Both" = "Ambos";

/* nothing */
"Uploads" = "Subidas";

/* nothing */
"Downloads" = "Descargas";

/* nothing */
"Details" = "Detalles";

/* nothing */
"File:" = "Ficheiro:";

/* nothing */
"Address:" = "Enderezo:";

/* nothing */
"Abort" = "Abortar";

/* nothing */
"Accept" = "Aceptar";

/* nothing */
"Resume" = "Continuar";

/* nothing */
"Open Folder..." = "Abrir cartafol...";

/* nothing */
"XChat: DCC Chat List" = "XChat: Lista de Chat DCC";

/* nothing */
"Recv" = "Recibido";

/* nothing */
"Sent" = "Enviado";

/* nothing */
"Start Time" = "Tempo de comezo";

/* nothing */
"*NEW*" = "*NOVO*";

/* nothing */
"EDIT ME" = "EDÍTAME";

/* nothing */
"Name" = "Nome";

/* nothing */
"Command" = "Comando";

/* nothing */
"Move Up" = "Mover arriba";

/* nothing */
"Move Dn" = "Mover abaixo";

/* nothing */
"Cancel" = "Cancelar";

/* nothing */
"Save" = "Gardar";

/* nothing */
"Add New" = "Engadir novo";

/* nothing */
"Delete" = "Borrar";

/* nothing */
"Sort" = "Ordenar";

/* nothing */
"Help" = "Axuda";

/* nothing */
"Don't auto connect to servers" = "Non reconectarse ao servidor automaticamente";

/* nothing */
"Use a different config directory" = "Usar un directorio de configuración diferente";

/* nothing */
"Don't auto load any plugins" = "Non cargar automaticamente ningún complemento";

/* nothing */
"Show plugin auto-load directory" = "Amosar o directorio de complementos activados automaticamente";

/* nothing */
"Show user config directory" = "Amosar o directorio de configuración de usuario";

/* nothing */
"Open an irc://server:port/channel URL" = "Abrir unha URL irc://servidor:porto/canle";

/* nothing */
"Open URL in an existing XChat" = "Abrir URL nun XChat existente";

/* nothing */
"Begin minimized. Level 0=Normal 1=Iconified 2=Tray" = "";

/* nothing */
"level" = "Nunca";

/* nothing */
"Show version information" = "Amosar a información da versión";

/* nothing */
"Failed to open font:\n\n%s" = "Fallou ao abrir a fonte:\n\n%s";

/* nothing */
"Search buffer is empty.\n" = "O búfer de busca está baleiro.\n";

/* nothing */
"%d bytes" = "%d bytes";

/* nothing */
"Network send queue: %d bytes" = "Cola de envío de rede: %d bytes";

/* nothing */
"The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\" = "A acción Executar Comando executa os datos en Data 1 coma se foran escritos na caixa de texto onde premeu a secuencia de teclas. Non obstante pode conter comandos de texto (os cales enviaranse á canle ou persoa), ou comandos de usuario. Cando se executen todos os caracteres en Data 1 son usados para delimitar comandos separados de ese modo é posible executar máis dun comando. Se quere un \\ no texto de execución actual execúteo e logo prema Intro \\\\";

/* nothing */
"The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position" = "O comando Cambiar Páxina cambia entre as páxinas do caderno. Inicialice Data 1 coa páxina á que desexa cambiar. Se Data 2 está configurado para calquera entón o cambio será relativo á posición actual.";

/* nothing */
"The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position" = "O comando Inserir no Búfer insertará o contido de Data 1 na entrada onde a secuencia de teclas foi pulsada na posicón actual do cursor";

/* nothing */
"The Scroll Page command scrolls the text widget up or down one page or one line. Set Data 1 to either Up, Down, +1 or -1." = "O comando Desprazar Páxina despraza o control de texto enriba ou abaixo nun páxina ou nunha liña. Establece Data 1 desprazarase hacia arriba, abaixo +1 ou -1.";

/* nothing */
"The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1" = "O comando Establecer búfer establece a entrada onde a secuencia de teclas foi introducida aos contidos de Data 1";

/* nothing */
"The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell" = "O comando Último Comando establece a entrada para conter o último comando introducido á igual que premer a tecla enriba na liña de comandos";

/* nothing */
"The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell" = "O comando Seguinte Comando establece a entrada que conteña o seguinte comando ingresado á igual que ao premer a tecla abaixo na liña de comandos";

/* nothing */
"This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next" = "Este comando cambia o texto na entrada para completar un alcume incompleto ou un comando. Se Data 1 está establecido entón ao premer dúas veces a tecla TAB sobre unha cadea seleccionará o último alcume, non o seguinte.";

/* nothing */
"This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down" = "Este comando despraza hacia arriba e abaixo a lista de alcumes. Se Data 1 está establecido a calquera entón desprazarase hacia arriba, se non desprazarase hacia abaixo";

/* nothing */
"This command checks the last word entered in the entry against the replace list and replaces it if it finds a match" = "Este comando comproba a última palabra introducida na entrada contra a lista de remprazos e a rempraza se atopa unha coincidencia";

/* nothing */
"This command moves the front tab left by one" = "Este comando move unha vez solapa superior á esquerda";

/* nothing */
"This command moves the front tab right by one" = "Este comando move unha vez solapa superior á dereita";

/* nothing */
"This command moves the current tab family to the left" = "Este comando move a familia actual de solapas á esquerda";

/* nothing */
"This command moves the current tab family to the right" = "Este comando move a familia actual de solapas á dereita";

/* nothing */
"Push input line into history but doesn't send to server" = "Colocar a liña de entrada no historial pero sen enviala ao servidor";

/* nothing */
"There was an error loading key bindings configuration" = "Houbo un erro cargando a configuración das combinacións de teclas";

/* nothing */
"<none>" = "<ningún>";

/* nothing */
"Mod" = "Mod";

/* nothing */
"Key" = "Tecla";

/* nothing */
"Action" = "Acción";

/* nothing */
"XChat: Keyboard Shortcuts" = "XChat: Atallos de teclado";

/* nothing */
"Shift" = "Maiús";

/* nothing */
"Alt" = "Alt";

/* nothing */
"Ctrl" = "Ctrl";

/* nothing */
"Data 1" = "Data 1";

/* nothing */
"Data 2" = "Data 2";

/* nothing */
"Error opening keys config file\n" = "Erro ao abrir o ficheiro de configuración de teclas\n";

/* nothing */
"Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n" = "Nome de tecla %s descoñecido no ficheiro de configuración de combinacións de teclas\nCarga abortada, por favor corrixa %s/keybindings.conf\n";

/* nothing */
"Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n" = "Acción descoñecida %s no ficheiro de configuración de combinacións de teclas\nCarga abortada, Por favor corrixa %s/keybindings\n";

/* nothing */
"Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n" = "Esperábase unha liña de datos (comezando con Dx{:|!}) pero obtúbose:\n%s\n\nCarga abortada, Por favor corrixa %s/keybindings\n";

/* nothing */
"Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n" = "O ficheiro de configuración da combinacións de teclas está corrupto\nPor favor corrixa %s/keybindings.conf\n";

/* nothing */
"Cannot write to that file." = "Non se pode escribir nese ficheiro.";

/* nothing */
"Cannot read that file." = "Non se pode ler ese ficheiro.";

/* nothing */
"That mask already exists." = "Esa máscara xa existe.";

/* nothing */
"Private" = "Privado";

/* nothing */
"Notice" = "Noticia";

/* nothing */
"CTCP" = "CTCP";

/* nothing */
"DCC" = "DCC";

/* nothing */
"Invite" = "Invitar";

/* nothing */
"Unignore" = "Non ignorar";

/* nothing */
"Enter mask to ignore:" = "Introduza a máscara que quere ignorar:";

/* nothing */
"XChat: Ignore list" = "XChat: Lista de ignorados";

/* nothing */
"Ignore Stats:" = "Estatísticas de ignorados:";

/* nothing */
"Channel:" = "Canle:";

/* nothing */
"Private:" = "Privado:";

/* nothing */
"Notice:" = "Noticia:";

/* nothing */
"CTCP:" = "CTCP:";

/* nothing */
"Invite:" = "Invitar:";

/* nothing */
"Add..." = "Engadir...";

/* nothing */
"Channel name too short, try again." = "O nome da canle é demasiado corto, ténteo de novo.";

/* nothing */
"XChat: Connection Complete" = "XChat: Conexión completada";

/* nothing */
"Connection to %s complete." = "Conexión a %s completada.";

/* nothing */
"In the Server-List window, no channel (chat room) has been entered to be automatically joined for this network." = "Na fiestra da lista de servidores, non se introduciu ningunha canle (sala de chat) para entrar automaticamente nesta rede.";

/* nothing */
"What would you like to do next?" = "Que quere facer despois?";

/* nothing */
"_Nothing, I'll join a channel later." = "";

/* nothing */
"_Join this channel:" = "_Entrar nesta canle:";

/* nothing */
"If you know the name of the channel you want to join, enter it here." = "Se coñece o nome da canle na que quere entrar, introdúcea aquí.";

/* nothing */
"O_pen the Channel-List window." = "A_brir a fiestra de lista canles.";

/* nothing */
"Retrieving the Channel-List may take a minute or two." = "Obter a lista de canles pode levar un ou dous minutos.";

/* nothing */
"_Always show this dialog after connecting." = "Amosar este diálogo _sempre despois de conectar.";

/* nothing */
"Dialog with" = "Diálogo con";

/* nothing */
"Topic for %s is: %s" = "O tópico para %s é: %s";

/* nothing */
"No topic is set" = "Non está establecido ningún tópico";

/* nothing */
"This server still has %d channels or dialogs associated with it. Close them all?" = "Este servidor ten todavía %d canles ou diálogos asociados. Pechalos todos?";

/* nothing */
"Quit XChat?" = "Acerca de XChat";

/* nothing */
"Don't ask next time." = "";

/* nothing */
"You are connected to %i IRC networks." = "Conectarse automaticamente a esta rede ao inicio";

/* nothing */
"Are you sure you want to quit?" = "Está seguro de que quere eliminar tódolos vetos en %s?";

/* nothing */
"Some file transfers are still active." = "Algunhas transferencias de ficheiros seguen activas, desexa saír de xchat?";

/* nothing */
"_Minimize to Tray" = "";

/* nothing */
"Insert Attribute or Color Code" = "Inserir atributo ou código de cor";

/* nothing */
"<b>Bold</b>" = "<b>Grosa</b>";

/* nothing */
"<u>Underline</u>" = "<u>Subraiado</u>";

/* nothing */
"Normal" = "Normal";

/* nothing */
"Colors 0-7" = "Cores 0-7";

/* nothing */
"Colors 8-15" = "Cores 8-15";

/* nothing */
"Beep on message" = "Bip ao recibir unha mensaxe";

/* nothing */
"Blink tray on message" = "Bip ao recibir unha mensaxe";

/* nothing */
"Show join/part messages" = "Mostrar mensaxe de entrada/saída da canle";

/* nothing */
"Color paste" = "Pegar cor";

/* nothing */
"_Close Tab" = "_Pechar solapa";

/* nothing */
"_Detach Tab" = "_Separar solapa";

/* nothing */
"User limit must be a number!\n" = "O límite de usuarios debe ser un número!\n";

/* nothing */
"Topic Protection" = "Protección do tópico";

/* nothing */
"No outside messages" = "Non hai mensaxes externas";

/* nothing */
"Secret" = "Secreto";

/* nothing */
"Invite Only" = "Só para invitados";

/* nothing */
"Moderated" = "Moderado";

/* nothing */
"Ban List" = "Lista de vetados";

/* nothing */
"Keyword" = "Palabra clave";

/* nothing */
"User Limit" = "Límite de usuarios";

/* nothing */
"Show/Hide userlist" = "Mostrar/Ocultar lista de usuarios";

/* nothing */
"Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n" = "Imposible establecer o fondo transparente!\n\nPode estar usando un xestor de fiestras\nque non está soportado actualmente.\n";

/* nothing */
"Enter new nickname:" = "Introduza o novo alcume:";

/* nothing */
"Host unknown" = "Equipo descoñecido";

/* nothing */
"<tt><b>%-11s</b></tt> %s" = "<tt><b>%-11s</b></tt> %s";

/* nothing */
"Real Name:" = "Nome real:";

/* nothing */
"User:" = "Usuario:";

/* nothing */
"Country:" = "País: ";

/* nothing */
"Server:" = "Servidor:";

/* nothing */
"Away Msg:" = "Mensaxe de ausencia: ";

/* nothing */
"%u minutes ago" = "Quedan %u minutos";

/* nothing */
"Last Msg:" = "Última mensaxe: ";

/* nothing */
"The Menubar is now hidden. You can show it again by pressing F9 or right-clicking in a blank part of the main text area." = "A barra de menú está agochada. Pode amosala outra vez premendo F9 ou premendo co botón dereito do rato na parte branca da área de texto principal.";

/* nothing */
"Open Link in Browser" = "Abrir ligazón no navegador";

/* nothing */
"Copy Selected Link" = "Copiar a ligazón seleccionada";

/* nothing */
"Join Channel" = "Entrar á canle";

/* nothing */
"Part Channel" = "Invitar canle";

/* nothing */
"Cycle Channel" = "Ciclar canle";

/* nothing */
"XChat: User menu" = "XChat: Menú de usuario";

/* nothing */
"Edit This Menu..." = "Editar este menú...";

/* nothing */
"Retrieve channel list..." = "Obter lista de canles...";

/* nothing */
"User Commands - Special codes:\n\n%c  =  current channel\n%e  =  current network name\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\"." = "Comandos de usuario - Códigos especiais:\n\n%c  =  canle actual\n%m  =  info da máquina\n%n  =  seu alcume\n%t  =  hora/data\n%v  =  versión de xchat\n%2  =  palabra 2\n%3  =  palabra 3\n&2  =  palabra 2 ata o fin de liña\n&3  =  palabra 3 ata o fin de liña\n\nex:\n/cmd john hello\n\n%2 podería ser \"john\"\n&2 podería ser \"john hello\".";

/* nothing */
"Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Botóns da lista de usuarios - Códigos especiais:\n\n%a  =  todos os alcumes seleccionados\n%c  =  canle actual\n%e  =  nome da rede actual\n%h  =  nome do equipo do alcume seleccionado\n%m  =  información da máquina\n%n  =  seu alcume\n%s  =  alcume seleccionado\n%t  =  hora/data\n";

/* nothing */
"Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Botóns de diálogo - Códigos especiais:\n\n%a  =  todos os alcumes seleccionados\n%c  =  canle actual\n%e  =  nome da rede actual\n%h  =  nome do equipo do alcume seleccionado\n%m  =  información da máquina\n%n  =  seu alcume\n%s  =  alcume seleccionado\n%t  =  hora/data\n";

/* nothing */
"CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%e  =  current network name\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n" = "Respostas CTCP - Códigos especiais:\n\n%d  =  datos (o ctcp completo)\n%e  =  nome da rede actual\n%m  =  información da máquina\n%s  =  alcume de quen enviou o ctcp\n%t  =  hora/data\n%2  =  palabra 2\n%3  =  palabra 3\n&2  =  palabra 2 do fin de liña\n&3  =  palabra 3 do fin de liña\n\n";

/* nothing */
"URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of XChat" = "Manexadores de URL -Códigos especiais:\n\n%s  =  a cadea URL\n\nPoñer un ! enfrente do comando indica\nque debería enviarse hacia un shell\nen vez de hacia XChat";

/* nothing */
"XChat: User Defined Commands" = "XChat: Comandos definidos polo usuario";

/* nothing */
"XChat: Userlist Popup menu" = "XChat: Menú emerxente da lista de usuarios";

/* nothing */
"Replace with" = "Reemprazar con";

/* nothing */
"XChat: Replace" = "XChat: Reemprazar";

/* nothing */
"XChat: URL Handlers" = "XChat: Manexadores de URL";

/* nothing */
"XChat: Userlist buttons" = "XChat: Botóns da lista de usuarios";

/* nothing */
"XChat: Dialog buttons" = "XChat: Botóns de diálogo";

/* nothing */
"XChat: CTCP Replies" = "XChat: Respostas CTCP";

/* nothing */
"_XChat" = "_XChat";

/* nothing */
"Network Li_st..." = "Li_sta de redes...";

/* nothing */
"_New" = "_Novo";

/* nothing */
"Server Tab..." = "Solapa de servidor...";

/* nothing */
"Channel Tab..." = "Solapa de canle...";

/* nothing */
"Server Window..." = "Fiestra de servidor...";

/* nothing */
"Channel Window..." = "Fiestra de canle...";

/* nothing */
"_Load Plugin or Script..." = "_Cargar script ou complemento...";

/* nothing */
"_Quit" = "_Saír";

/* nothing */
"_View" = "_Ver";

/* nothing */
"_Menu Bar" = "Barra de _menú";

/* nothing */
"_Topic Bar" = "Barra de _tópico";

/* nothing */
"_User List" = "Lista de usuarios";

/* nothing */
"U_serlist Buttons" = "Botóns de lista de _usuarios...";

/* nothing */
"M_ode Buttons" = "Botóns de m_odo";

/* nothing */
"_Channel Switcher" = "canles con";

/* nothing */
"_Tabs" = "_Solapas";

/* nothing */
"T_ree" = "Á_rbore";

/* nothing */
"_Network Meters" = "Configuración de _rede";

/* nothing */
"Off" = "Apagar";

/* nothing */
"Graph" = "Gráfico";

/* nothing */
"_Server" = "_Servidor";

/* nothing */
"_Disconnect" = "_Desconectar";

/* nothing */
"_Reconnect" = "_Reconectar";

/* nothing */
"Marked Away" = "Ausencia marcada";

/* nothing */
"_Usermenu" = "Menú de _usuario";

/* nothing */
"S_ettings" = "C_onfiguración";

/* nothing */
"_Preferences" = "Preferencias";

/* nothing */
"Advanced" = "Avanzado";

/* nothing */
"Auto Replace..." = "Remprazar automaticamente...";

/* nothing */
"CTCP Replies..." = "Respostas CTCP...";

/* nothing */
"Dialog Buttons..." = "Botóns de diálogo...";

/* nothing */
"Keyboard Shortcuts..." = "Atallos de teclado...";

/* nothing */
"Text Events..." = "Textos de eventos...";

/* nothing */
"URL Handlers..." = "Manexadores de URL...";

/* nothing */
"User Commands..." = "Comandos de usuario...";

/* nothing */
"Userlist Buttons..." = "Botóns de lista de usuarios...";

/* nothing */
"Userlist Popup..." = "Lista de usuarios emerxente...";

/* nothing */
"_Window" = "_Fiestra";

/* nothing */
"Ban List..." = "Lista de vetados...";

/* nothing */
"Channel List..." = "Lista de canles...";

/* nothing */
"Character Chart..." = "Mapa de caracteres...";

/* nothing */
"Direct Chat..." = "Chat directo...";

/* nothing */
"File Transfers..." = "Transferencias de ficheiros...";

/* nothing */
"Ignore List..." = "Lista de ignorados...";

/* nothing */
"Notify List..." = "Lista de notificacións...";

/* nothing */
"Plugins and Scripts..." = "Complementos e Scripts...";

/* nothing */
"Raw Log..." = "Rexistro crú...";

/* nothing */
"URL Grabber..." = "Capturador de URL...";

/* nothing */
"Reset Marker Line" = "Reiniciar marcador de liña";

/* nothing */
"C_lear Text" = "_Limpar texto";

/* nothing */
"Search Text..." = "Buscar texto...";

/* nothing */
"Save Text..." = "Gardar texto...";

/* nothing */
"_Help" = "A_xuda";

/* nothing */
"_Contents" = "_Contidos";

/* nothing */
"_About" = "_Acerca de";

/* nothing */
"_Attach Window" = "_Fiestra de adxunto";

/* nothing */
"_Close Window" = "_Pechar Fiestra";

/* nothing */
"User" = "Usuario";

/* nothing */
"Last Seen" = "Visto por última vez";

/* nothing */
"Offline" = "Desconectado";

/* nothing */
"Never" = "Nunca";

/* nothing */
"%d minutes ago" = "fai %d minutos";

/* nothing */
"Online" = "Conectado";

/* nothing */
"Enter nickname to add:" = "Introduza o alcume a engadir:";

/* nothing */
"Notify on these networks:" = "Notificar nestas redes:";

/* nothing */
"Comma separated list of networks is accepted." = "";

/* nothing */
"XChat: Notify List" = "XChat: Lista de notificacións";

/* nothing */
"Open Dialog" = "Abrir diálogo";

/* nothing */
"Cannot find 'notify-send' to open balloon alerts.\nPlease install libnotify." = "";

/* nothing */
"XChat: Connected to %u networks and %u channels" = "";

/* nothing */
"_Restore" = "";

/* nothing */
"_Hide" = "Oculto";

/* nothing */
"_Blink on" = "";

/* nothing */
"Channel Message" = "Nome da canle";

/* nothing */
"Private Message" = "Bip en mensaxes privadas";

/* nothing */
"Highlighted Message" = "Bip en mensaxes resaltadas";

/* nothing */
"XChat: Highlighted message from: %s (%s)" = "Bip en mensaxes resaltadas";

/* nothing */
"XChat: %u highlighted messages, latest from: %s (%s)" = "";

/* nothing */
"XChat: New public message from: %s (%s)" = "";

/* nothing */
"XChat: %u new public messages." = "";

/* nothing */
"XChat: Private message from: %s (%s)" = "";

/* nothing */
"XChat: %u private messages, latest from: %s (%s)" = "";

/* nothing */
"XChat: File offer from: %s (%s)" = "";

/* nothing */
"XChat: %u file offers, latest from: %s (%s)" = "";

/* nothing */
"Description" = "Descrición";

/* nothing */
"Select a Plugin or Script to load" = "Seleccione un Complemento ou Script a cargar";

/* nothing */
"XChat: Plugins and Scripts" = "XChat: Complementos e Scripts";

/* nothing */
"_Load..." = "_Cargar...";

/* nothing */
"_UnLoad" = "_Desactivar";

/* nothing */
"_Close" = "_Pechar";

/* nothing */
"Save As..." = "Gardar como...";

/* nothing */
"XChat: Rawlog (%s)" = "XChat: Rexistro crú (%s)";

/* nothing */
"Clear rawlog" = "Limpar rexistro crú";

/* nothing */
"The window you opened this Search for doesn't exist anymore." = "A fiestra que abreu esta busca non existe máis.";

/* nothing */
"Search hit end, not found." = "";

/* nothing */
"XChat: Search" = "XChat: Buscar";

/* nothing */
"_Match case" = "_Coincidir maiúsculas";

/* nothing */
"Search _backwards" = "";

/* nothing */
"_Find" = "_Procurar";

/* nothing */
"New Network" = "Nova rede";

/* nothing */
"Really remove network \"%s\" and all its servers?" = "Realmente desexa eliminar a rede \"%s\" e todos os seus servidores?";

/* nothing */
"User name and Real name cannot be left blank." = "O nome de usuario e nome verdadeiro non poden estár en branco.";

/* nothing */
"XChat: Edit %s" = "XChat: Editar %s";

/* nothing */
"Servers for %s" = "Servidor para %s";

/* nothing */
"Connect to selected server only" = "Conectar só ao servidor seleccionado";

/* nothing */
"Don't cycle through all the servers when the connection fails." = "Non ciclar a non ser que todos os servidores aos que está conectando fallen.";

/* nothing */
"Your Details" = "Seus detalles";

/* nothing */
"Use global user information" = "Usar información global de usuario";

/* nothing */
"_Nick name:" = "_Alcume:";

/* nothing */
"Second choice:" = "Segunda elección:";

/* nothing */
"_User name:" = "Nome de _usuario:";

/* nothing */
"Rea_l name:" = "Nome _verdadeiro:";

/* nothing */
"Connecting" = "Conectando";

/* nothing */
"Auto connect to this network at startup" = "Conectarse automaticamente a esta rede ao inicio";

/* nothing */
"Use a proxy server" = "Usar un servidor proxy";

/* nothing */
"Use SSL for all the servers on this network" = "Usar SSL para todos os servidores desta rede";

/* nothing */
"Accept invalid SSL certificate" = "Aceptar certificado SSL inválido";

/* nothing */
"C_hannels to join:" = "C_anles para entrar:";

/* nothing */
"Channels to join, separated by commas, but not spaces!" = "Canles ás que entrar, separados por comas, non por espacios!";

/* nothing */
"Connect command:" = "Comando de conexión:";

/* nothing */
"Extra command to execute after connecting. If you need more than one, set this to LOAD -e <filename>, where <filename> is a text-file full of commands to execute." = "Comando extra para executar despois de conectar. Se necesita máis que un, establece isto a LOAD -e <nome de ficheiro>, onde <nome de ficheiro> é un ficheiro de texto de comandos a executar.";

/* nothing */
"Nickserv password:" = "Contrasinal do servidor de alcumes:";

/* nothing */
"If your nickname requires a password, enter it here. Not all IRC networks support this." = "Se o teu alcume require dun contrasinal, introdúceo aquí. Non todas as redes IRC soportan isto.";

/* nothing */
"Server password:" = "Contrasinal do servidor:";

/* nothing */
"Password for the server, if in doubt, leave blank." = "Contrasinal para o servidor, se duda, déixeo en branco.";

/* nothing */
"Character set:" = "Conxunto de caracteres:";

/* nothing */
"_Edit" = "E_ditar";

/* nothing */
"XChat: Network List" = "XChat: Lista de redes";

/* nothing */
"User Information" = "Información de usuario";

/* nothing */
"Third choice:" = "Terceira elección:";

/* nothing */
"Networks" = "Redes";

/* nothing */
"Skip network list on startup" = "Saltar a lista de servidores ao inicio";

/* nothing */
"_Edit..." = "_Editar...";

/* nothing */
"_Sort" = "_Ordenar";

/* nothing */
"Sorts the network list in alphabetical order. Use SHIFT-UP and SHIFT-DOWN keys to move a row." = "";

/* nothing */
"C_onnect" = "C_onectar";

/* nothing */
"Text Box Appearance" = "Apariencia da caixa de texto";

/* nothing */
"Font:" = "Fonte:";

/* nothing */
"Background image:" = "Imaxe de fondo:";

/* nothing */
"Scrollback lines:" = "Liñas de desprazamento:";

/* nothing */
"Colored nick names" = "Alcumes con cores";

/* nothing */
"Give each person on IRC a different color" = "Dar a cada persoa unha cor diferente no IRC";

/* nothing */
"Indent nick names" = "Indentar alcumes";

/* nothing */
"Make nick names right-justified" = "Xustificar alcumes á dereita.";

/* nothing */
"Transparent background" = "Fondo transparente";

/* nothing */
"Show marker line" = "Mostrar liña de marcado";

/* nothing */
"Insert a red line after the last read text." = "Inserir unha liña vermella despois do último texto lido.";

/* nothing */
"Transparency Settings" = "Configuración de transparencia";

/* nothing */
"Red:" = "Vermello:";

/* nothing */
"Green:" = "Verde:";

/* nothing */
"Blue:" = "Azul:";

/* nothing */
"Time Stamps" = "Inserción de hora:";

/* nothing */
"Enable time stamps" = "Activar inserción de hora";

/* nothing */
"Time stamp format:" = "Formato de inserción de hora:";

/* nothing */
"See strftime manpage for details." = "Vexa a páxina do manual de strftime para máis detalles";

/* nothing */
"A-Z" = "A-Z";

/* nothing */
"Last-spoke order" = "";

/* nothing */
"Input box" = "Caixa de entrada";

/* nothing */
"Use the Text box font and colors" = "Usar a fonte e cores da caixa de texto";

/* nothing */
"Spell checking" = "Comprobar ortografía";

/* nothing */
"Nick Completion" = "Completado de alcume";

/* nothing */
"Automatic nick completion (without TAB key)" = "Completar alcume automaticamente (sen a tecla TAB)";

/* nothing */
"Nick completion suffix:" = "Sufixo de completado para o alcume:";

/* nothing */
"Nick completion sorted:" = "Sufixo de completado para o alcume:";

/* nothing */
"Input Box Codes" = "Códigos de caixa de entrada";

/* nothing */
"Interpret %nnn as an ASCII value" = "Interpretar %nnn como un valor ASCII";

/* nothing */
"Interpret %C, %B as Color, Bold etc" = "Interpretar %C, %B como Cor, Grosa etc";

/* nothing */
"A-Z, Ops first" = "A-Z, Operadores primeiro";

/* nothing */
"Z-A, Ops last" = "Z-A, Operadores abaixo";

/* nothing */
"Z-A" = "Z-A";

/* nothing */
"Unsorted" = "Desordenada";

/* nothing */
"Left (Upper)" = "";

/* nothing */
"Left (Lower)" = "";

/* nothing */
"Right (Upper)" = "";

/* nothing */
"Right (Lower)" = "";

/* nothing */
"Top" = "Enriba";

/* nothing */
"Bottom" = "Abaixo";

/* nothing */
"Hidden" = "Oculto";

/* nothing */
"User List" = "Lista de usuarios";

/* nothing */
"Show hostnames in user list" = "Mostrar os nomes dos equipos na lista de usuarios";

/* nothing */
"User list sorted by:" = "Lista de usuarios ordenada por:";

/* nothing */
"Show user list at:" = "Mostrar/Ocultar lista de usuarios";

/* nothing */
"Away tracking" = "Rastreo de ausencia";

/* nothing */
"Track the Away status of users and mark them in a different color" = "Impresión do estado de ausencia de usuarios e marcalo cunha cor diferente";

/* nothing */
"On channels smaller than:" = "Nas canles máis pequenas que:";

/* nothing */
"Action Upon Double Click" = "Acción facendo dobre pulsación";

/* nothing */
"Execute command:" = "Executar comando:";

/* nothing */
"Windows" = "Fiestras";

/* nothing */
"Tabs" = "Solapas";

/* nothing */
"Always" = "Sempre";

/* nothing */
"Only requested tabs" = "Só retomar solapas";

/* nothing */
"Tree" = "Á_rbore";

/* nothing */
"Switcher type:" = "Buscar texto...";

/* nothing */
"Open an extra tab for server messages" = "Abrir unha solapa extra para as mensaxes do servidor";

/* nothing */
"Open an extra tab for server notices" = "Abrir unha mensaxe extra para as noticias do servidor";

/* nothing */
"Open a new tab when you receive a private message" = "Abrir unha solapa nova cando reciba unha mensaxe privada";

/* nothing */
"Sort tabs in alphabetical order" = "Ordenar solapas en orde alfabético";

/* nothing */
"Small tabs" = "Solapas pequenas";

/* nothing */
"Focus new tabs:" = "Enfocar as novas solapas:";

/* nothing */
"Show channel switcher at:" = "canles con";

/* nothing */
"Shorten tab labels to:" = "Reducir etiquetas das solapas a:";

/* nothing */
"letters." = "letras.";

/* nothing */
"Tabs or Windows" = "Solapas ou Fiestras";

/* nothing */
"Open channels in:" = "Abrir canles en:";

/* nothing */
"Open dialogs in:" = "Abrir diálogos en:";

/* nothing */
"Open utilities in:" = "Abrir utilidades en:";

/* nothing */
"Open DCC, Ignore, Notify etc, in tabs or windows?" = "Abrir DCC, Ignorar, Notificar etc, en solapas ou fiestras?";

/* nothing */
"No" = "Non";

/* nothing */
"Yes" = "Si";

/* nothing */
"Browse for save folder every time" = "";

/* nothing */
"Files and Directories" = "Ficheiros e Directorios";

/* nothing */
"Auto accept file offers:" = "Aceptar ofrecementos de ficheiros:";

/* nothing */
"Download files to:" = "Descargar ficheiros en:";

/* nothing */
"Move completed files to:" = "Mover ficheiros completados a:";

/* nothing */
"Save nick name in filenames" = "Gardar o alcume nos nomes de ficheiros";

/* nothing */
"Network Settings" = "Configuracións de rede";

/* nothing */
"Get my address from the IRC server" = "Obter o meu enderezo do servidor IRC";

/* nothing */
"Asks the IRC server for your real address. Use this if you have a 192.168.*.* address!" = "Preguntarlle ao servidor IRC o teu enderezo verdadeiro. Usa isto se tes un enderezo 192.168.*.*!";

/* nothing */
"DCC IP address:" = "Enderezo IP DCC:";

/* nothing */
"Claim you are at this address when offering files." = "Pretender estar neste enderezo cando está ofrecendo ficheiros.";

/* nothing */
"First DCC send port:" = "Primer porto de envío DCC:";

/* nothing */
"Last DCC send port:" = "Último porto de envío DCC:";

/* nothing */
"!Leave ports at zero for full range." = "Deixar os portos en cero para o rango completo.";

/* nothing */
"Maximum File Transfer Speeds (bytes per second)" = "Velocidade máxima de transferencia de ficheiros (bytes por segundo)";

/* nothing */
"One upload:" = "Unha subida:";

/* nothing */
"Maximum speed for one transfer" = "Velocidade máxima para unha transferencia";

/* nothing */
"One download:" = "Unha descarga:";

/* nothing */
"All uploads combined:" = "Todas as subidas mesturadas:";

/* nothing */
"Maximum speed for all files" = "Velocidade máxima para todos os ficheiros";

/* nothing */
"All downloads combined:" = "Todas as descargas mesturadas:";

/* nothing */
"Alerts" = "Alertas";

/* nothing */
"Show tray balloons on:" = "Amosar solapas:";

/* nothing */
"Blink tray icon on:" = "Bip ao recibir unha mensaxe";

/* nothing */
"Blink task bar on:" = "";

/* nothing */
"Make a beep sound on:" = "";

/* nothing */
"Enable system tray icon" = "";

/* nothing */
"Highlighted Messages" = "Bip en mensaxes resaltadas";

/* nothing */
"Highlighted messages are ones where your nickname is mentioned, but also:" = "";

/* nothing */
"Extra words to highlight:" = "Palabras adicionais para resaltar:";

/* nothing */
"Nick names not to highlight:" = "Os alcumes non resaltan en:";

/* nothing */
"Nick names to always highlight:" = "Os alcumes non resaltan en:";

/* nothing */
"Separate multiple words with commas." = "Separar palabras múltiples con comas.";

/* nothing */
"Default Messages" = "Mensaxes predeterminadas";

/* nothing */
"Quit:" = "Saír:";

/* nothing */
"Leave channel:" = "Abandonar a canle:";

/* nothing */
"Away:" = "Ausente:";

/* nothing */
"Away" = "Ausente";

/* nothing */
"Announce away messages" = "Anunciar mensaxes de ausencia";

/* nothing */
"Announce your away messages to all channels" = "Anunciar súas mensaxes de ausencia a todas as canles";

/* nothing */
"Show away once" = "Mostrar ausencia unha soa vez";

/* nothing */
"Show identical away messages only once" = "Mostrar mensaxes idénticas de ausencia unha soa vez";

/* nothing */
"Automatically unmark away" = "Desmarcar ausencia automaticamente";

/* nothing */
"Unmark yourself as away before sending messages" = "Desmarcarse como ausente antes de enviar mensaxes";

/* nothing */
"Advanced Settings" = "Configuración avanzada";

/* nothing */
"Auto reconnect delay:" = "Retraso de reconexión automática:";

/* nothing */
"Display MODEs in raw form" = "Mostrar os MODOs en forma crú";

/* nothing */
"Whois on notify" = "Executar Whois nas notificacións";

/* nothing */
"Sends a /WHOIS when a user comes online in your notify list" = "Envía un /WHOIS cando se conecta un usuario da lista de notificacións";

/* nothing */
"Hide join and part messages" = "Ocultar mensaxes de entrada e saída";

/* nothing */
"Hide channel join/part messages by default" = "Ocultar mensaxes de entrada/saída da canle por defecto";

/* nothing */
"Auto Open DCC Windows" = "Abrir automaticamente fiestras DCC";

/* nothing */
"Send window" = "Fiestra de envío";

/* nothing */
"Receive window" = "Fiestra de recepción";

/* nothing */
"Chat window" = "Fiestra de Chat";

/* nothing */
"Logging" = "Rexistros";

/* nothing */
"Enable logging of conversations" = "Habilitar o rexistro de conversacións";

/* nothing */
"Log filename:" = "Nome do ficheiro de rexistro:";

/* nothing */
"%s=Server %c=Channel %n=Network." = "%s=Servidor %c=Canle %n=Rede.";

/* nothing */
"Insert timestamps in logs" = "Inserir marcas de data/hora nos rexistros";

/* nothing */
"Log timestamp format:" = "Formato de data/hora para o rexistro:";

/* nothing */
"(Disabled)" = "(Desactivado)";

/* nothing */
"Wingate" = "Wingate";

/* nothing */
"Socks4" = "Socks4";

/* nothing */
"Socks5" = "Socks5";

/* nothing */
"HTTP" = "HTTP";

/* nothing */
"MS Proxy (ISA)" = "MS Proxy (ISA)";

/* nothing */
"All Connections" = "Tódalas conexións";

/* nothing */
"IRC Server Only" = "Só servidor IRC";

/* nothing */
"DCC Get Only" = "";

/* nothing */
"Your Address" = "Seu enderezo";

/* nothing */
"Bind to:" = "Ligar a:";

/* nothing */
"Only useful for computers with multiple addresses." = "Só é útil para computadoras con enderezos múltiples.";

/* nothing */
"Proxy Server" = "Servidor proxy";

/* nothing */
"Hostname:" = "Nome do equipo:";

/* nothing */
"Port:" = "Porto:";

/* nothing */
"Type:" = "Tipo:";

/* nothing */
"Use proxy for:" = "Usar proxy para:";

/* nothing */
"Proxy Authentication" = "Autenticación de Proxy";

/* nothing */
"Use Authentication (MS Proxy, HTTP or Socks5 only)" = "Usar autenticación (só MS Proxy, HTTP ou Socks5)";

/* nothing */
"Use Authentication (HTTP or Socks5 only)" = "Usar autenticación (só HTTP ou Socks5)";

/* nothing */
"Username:" = "Nome de usuario:";

/* nothing */
"Password:" = "Contrasinal:";

/* nothing */
"Select an Image File" = "Seleccionar un ficheiro de imaxe";

/* nothing */
"Select Download Folder" = "Seleccionar cartafol de descarga";

/* nothing */
"Select font" = "Seleccionar fonte";

/* nothing */
"Browse..." = "Examinar...";

/* nothing */
"Mark identified users with:" = "Marcar usuario identificados con:";

/* nothing */
"Mark not-identified users with:" = "Marcar usuario non identificados con:";

/* nothing */
"Open Data Folder" = "Abrir cartafol de datos";

/* nothing */
"Select color" = "Seleccionar cor";

/* nothing */
"Text Colors" = "Cores do texto";

/* nothing */
"mIRC colors:" = "Cores de mIRC:";

/* nothing */
"Local colors:" = "Cores locais:";

/* nothing */
"Foreground:" = "Primeiro plano:";

/* nothing */
"Background:" = "Fondo:";

/* nothing */
"Marking Text" = "Texto marcado";

/* nothing */
"Interface Colors" = "Cores da interface";

/* nothing */
"New data:" = "Dato novo:";

/* nothing */
"Marker line:" = "Liña marcada:";

/* nothing */
"New message:" = "Nova mensaxe:";

/* nothing */
"Away user:" = "Usuario ausente:";

/* nothing */
"Highlight:" = "Resaltado:";

/* nothing */
"Event" = "Evento";

/* nothing */
"Sound file" = "Ficheiro de son";

/* nothing */
"Select a sound file" = "Seleccionar un ficheiro de son";

/* nothing */
"Sound playing method:" = "Método de reproducción de son:";

/* nothing */
"External sound playing _program:" = "_Programa de reproducción externo de son:";

/* nothing */
"_External program" = "Programa _externo";

/* nothing */
"_Automatic" = "_Automático";

/* nothing */
"Sound files _directory:" = "_Directorio de ficheiros de son:";

/* nothing */
"Sound file:" = "Ficheiro de son:";

/* nothing */
"_Browse..." = "_Examinar...";

/* nothing */
"_Play" = "_Reproducir";

/* nothing */
"Interface" = "Interface";

/* nothing */
"Text box" = "Caixa de texto";

/* nothing */
"User list" = "Lista de usuarios";

/* nothing */
"Channel switcher" = "canles con";

/* nothing */
"Colors" = "Cores";

/* nothing */
"Chatting" = "Chateo";

/* nothing */
"General" = "Xeral";

/* nothing */
"Sound" = "Son";

/* nothing */
"Network setup" = "Configuración de rede";

/* nothing */
"File transfers" = "Transferencias de ficheiros";

/* nothing */
"Categories" = "Categorías";

/* nothing */
"You cannot place the tree on the top or bottom!\nPlease change to the <b>Tabs</b> layout in the <b>View</b> menu first." = "";

/* nothing */
"Some settings were changed that require a restart to take full effect." = "Algunhas opcións que cambiou requiren un reinicio para ter efecto completamente.";

/* nothing */
"*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile" = "*AVISO*\nAceptar automaticamente DCC ao seu directorio de inicio\npode ser peligroso e é explotable. Por exemplo:\nAlguén pode enviarlle un ficheiro .bash_profile";

/* nothing */
"XChat: Preferences" = "XChat: Preferencias";

/* nothing */
"There was an error parsing the string" = "Houbo un erro analizando a cadea";

/* nothing */
"This signal is only passed %d args, $%d is invalid" = "Esta sinal só analizou %d argumentos, $%d é inválido";

/* nothing */
"Print Texts File" = "Imprimir ficheiros de texto";

/* nothing */
"Edit Events" = "Editar eventos";

/* nothing */
"$ Number" = "$ Número";

/* nothing */
"Load From..." = "Cargar de...";

/* nothing */
"Test All" = "Probar todo";

/* nothing */
"URL" = "URL";

/* nothing */
"XChat: URL Grabber" = "XChat: Capturador de URL";

/* nothing */
"Clear list" = "Limpar lista";

/* nothing */
"Copy selected URL" = "Copiar a URL seleccionada";

/* nothing */
"Copy" = "Copiar";

/* nothing */
"Save list to a file" = "Gardar lista nun ficheiro";

/* nothing */
"%d ops, %d total" = "%d ops, %d total";

